Repository: hamedniroomand/twenty
Catalog: packages/twenty-emails/src/locales/*.po
Languages: fa_ir

source: Accept invite
fa_ir: پذیرفتن دعوت

source: All data in this workspace has been permanently deleted.
fa_ir: تمام داده‌های این فضای کاری برای همیشه حذف شده است.

source: Confirm your email address
fa_ir: آدرس ایمیل خود را تأیید کنید

source: Connect to Twenty
fa_ir: اتصال به Twenty

source: Create a new workspace
fa_ir: ایجاد یک فضای کاری جدید

source: Dear {userName}
fa_ir: کاربر گرامی {userName}

source: Dear {userName},
fa_ir: کاربر گرامی {userName},

source: Deleted Workspace
fa_ir: فضای کاری حذف‌شده

source: email addresses to join your workspace without requiring an invitation.
fa_ir: آدرس‌های ایمیل برای پیوستن به فضای کاری شما بدون نیاز به دعوت‌نامه.

source: has invited you to join a workspace called
fa_ir: شما را دعوت کرده تا به فضای کاری زیر بپیوندید:

source: Hello
fa_ir: سلام

source: Hello,
fa_ir: سلام،

source: If you did not initiate this change, please contact your workspace owner immediately.
fa_ir: اگر شما این تغییر را آغاز نکرده‌اید، لطفاً سریعاً با مالک فضای کاری خود تماس بگیرید.

source: If you wish to continue using Twenty, please update your subscription within the next {remainingDays} {dayOrDays}.
fa_ir: اگر قصد دارید همچنان از Twenty استفاده کنید، لطفاً طی {remainingDays} {dayOrDays} آینده اشتراک خود را تمدید کنید.

source: If you wish to use Twenty again, you can create a new workspace.
fa_ir: اگر می‌خواهید دوباره از Twenty استفاده کنید، می‌توانید یک فضای کاری جدید ایجاد کنید.

source: It appears that your workspace <0>{workspaceDisplayName}</0> has been suspended for {daysSinceInactive} days.
fa_ir: به نظر می‌رسد فضای کاری شما با نام <0>{workspaceDisplayName}</0> به مدت {daysSinceInactive} روز تعلیق شده است.

source: Join your team on Twenty
fa_ir: به تیم خود در Twenty بپیوندید

source: Password updated
fa_ir: گذرواژه به‌روزرسانی شد

source: Please validate this domain to allow users with
fa_ir: لطفاً این دامنه را تأیید کنید تا کاربران دارای

source: Reset
fa_ir: بازیابی

source: Reset your password 🗝
fa_ir: گذرواژه خود را بازیابی کنید 🗝

source: Suspended Workspace
fa_ir: فضای کاری تعلیق‌شده

source: Thanks for registering for an account on Twenty! Before we get started, we just need to confirm that this is you. Click above to verify your email address.
fa_ir: از ثبت‌نام در Twenty متشکریم! پیش از شروع، کافیست تأیید کنیم واقعاً این شما هستید. برای تأیید ایمیل، روی لینک بالا کلیک کنید.

source: The workspace will be deactivated in {remainingDays} {dayOrDays}, and all its data will be deleted.
fa_ir: این فضای کاری طی {remainingDays} {dayOrDays} آینده غیرفعال خواهد شد و تمام داده‌های آن حذف می‌شود.

source: This is a confirmation that password for your account ({email}) was successfully changed on {formattedDate}.
fa_ir: این ایمیل تأیید می‌کند که گذرواژه حساب شما ({email}) در تاریخ {formattedDate} با موفقیت تغییر کرده است.

source: This link is only valid for the next {duration}. If the link does not work, you can use the login verification link directly:
fa_ir: این لینک فقط برای {duration} آینده معتبر است. اگر لینک کار نکرد، می‌توانید از لینک تأیید ورود به‌صورت مستقیم استفاده کنید:

source: Update your subscription
fa_ir: اشتراک خود را به‌روزرسانی کنید

source: Validate domain
fa_ir: تأیید دامنه

source: Verify Email
fa_ir: تأیید ایمیل

source: Your workspace <0>{workspaceDisplayName}</0> has been deleted as your subscription expired {daysSinceInactive} days ago.
fa_ir: فضای کاری شما با نام <0>{workspaceDisplayName}</0> حذف شده است؛ زیرا اشتراک شما از {daysSinceInactive} روز پیش منقضی شده است.
