Repository: hamedniroomand/twenty
Catalog: packages/twenty-front/src/locales/*.po
Languages: fa_ir

source: Invalid email
fa_ir: ایمیل نامعتبر است

source: Invalid email or domain
fa_ir: ایمیل یا دامنه نامعتبر است

source: Invalid email verification link.
fa_ir: لینک تأیید ایمیل نامعتبر است.

source: Invalid File
fa_ir: فایل نامعتبر است

source: Invalid form values
fa_ir: مقادیر واردشده در فرم نامعتبر است

source: Invalid workspace
fa_ir: فضای کاری نامعتبر است

source: Invite
fa_ir: دعوت

source: Invite by email
fa_ir: دعوت از طریق ایمیل

source: Invite by link
fa_ir: دعوت از طریق لینک

source: Invite by Link
fa_ir: دعوت با لینک

source: Invite link sent to email addresses
fa_ir: لینک دعوت به آدرس‌های ایمیل ارسال شد

source: Invite your team
fa_ir: تیم خود را دعوت کنید

source: Is
fa_ir: هست

source: Is after
fa_ir: بعد از باشد

source: Is before
fa_ir: قبل از باشد

source: Is empty
fa_ir: خالی باشد

source: Is in future
fa_ir: در آینده باشد

source: Is in past
fa_ir: در گذشته باشد

source: Is not
fa_ir: برابر نباشد با

source: Is not empty
fa_ir: خالی نباشد

source: Is not null
fa_ir: تهی (null) نباشد

source: Is relative
fa_ir: نسبی باشد

source: Is today
fa_ir: امروز باشد

source: Issuer URI
fa_ir: آدرس Issuer

source: Italian
fa_ir: ایتالیایی

source: Japanese
fa_ir: ژاپنی

source: Kanban
fa_ir: کانبان

source: Korean
fa_ir: کره‌ای

source: Lab
fa_ir: لب

source: Language
fa_ir: زبان

source: Last 1 hour
fa_ir: یک ساعت گذشته

source: Last 1 Hour (oldest → newest)
fa_ir: یک ساعت گذشته (قدیمی‌ترین ← جدیدترین)

source: Last 12 hours
fa_ir: ۱۲ ساعت گذشته

source: Last 12 Hours (oldest → newest)
fa_ir: ۱۲ ساعت گذشته (قدیمی‌ترین ← جدیدترین)

source: Last 24 Hours (oldest → newest)
fa_ir: ۲۴ ساعت گذشته (قدیمی‌ترین ← جدیدترین)

source: Last 4 hours
fa_ir: ۴ ساعت گذشته

source: Last 4 Hours (oldest → newest)
fa_ir: ۴ ساعت گذشته (قدیمی‌ترین ← جدیدترین)

source: Last 7 Days (oldest → newest)
fa_ir: ۷ روز گذشته (قدیمی‌ترین ← جدیدترین)

source: Last Name
fa_ir: نام خانوادگی

source: Latest
fa_ir: جدیدترین

source: Latest date
fa_ir: جدیدترین تاریخ

source: Latest version:
fa_ir: جدیدترین نسخه:

source: Launch
fa_ir: راه‌اندازی

source: Less than
fa_ir: کوچک‌تر از

source: Light
fa_ir: روشن

source: Link copied to clipboard
fa_ir: لینک در کلیپ‌بورد کپی شد

source: Listings
fa_ir: فهرست‌ها

source: Loading metrics data...
fa_ir: در حال بارگذاری داده‌های متریک...

source: Log out
fa_ir: خروج

source: Logout
fa_ir: خروج از حساب

source: Look up users and manage their workspace feature flags or impersonate them.
fa_ir: کاربران را جستجو کنید و فلگ قابلیت‌های فضای کاری‌شان را مدیریت کرده یا به جای آنان وارد شوید.

source: Look up users to impersonate them.
fa_ir: کاربران را جستجو کنید تا به جای آنها وارد شوید.

source: Manage favorite
fa_ir: مدیریت علاقه‌مندی

source: Manage Members
fa_ir: مدیریت اعضا

source: Manage the members of your space here
fa_ir: اعضای فضای کاری خود را در این قسمت مدیریت کنید

source: Manage your internet accounts.
fa_ir: حساب‌های اینترنتی خود را مدیریت کنید.

source: Manage your subscription
fa_ir: اشتراک خود را مدیریت کنید

source: Mark as done
fa_ir: علامت به پایان رسیده

source: Max
fa_ir: حداکثر

source: Members
fa_ir: اعضا

source: Message Sync Status
fa_ir: وضعیت همگام‌سازی پیام

source: Metadata
fa_ir: متادیتا

source: Metadata file generation failed
fa_ir: تولید فایل متادیتا ناموفق بود

source: Min
fa_ir: حداقل

source: Mission accomplished!
fa_ir: ماموریت انجام شد!

source: More options
fa_ir: گزینه‌های بیشتر

source: Move left
fa_ir: انتقال به چپ

source: Move right
fa_ir: انتقال به راست

source: Name
fa_ir: نام

source: Name can not be empty
fa_ir: نام نمی‌تواند خالی باشد

source: Name in both singular (e.g., 'Invoice') and plural (e.g., 'Invoices') forms.
fa_ir: نام را هم به صورت مفرد (مثلاً «فاکتور») و هم جمع (مثلاً «فاکتورها») مشخص کنید.

source: Name of your API key
fa_ir: نام کلید API شما

source: Name of your workspace
fa_ir: نام فضای کاری شما

source: Navigate to next record
fa_ir: رفتن به رکورد بعدی

source: Navigate to next run
fa_ir: رفتن به اجرای بعدی

source: Navigate to next version
fa_ir: رفتن به نسخه بعدی

source: Navigate to next workflow
fa_ir: رفتن به جریان‌کار بعدی

source: Navigate to previous record
fa_ir: رفتن به رکورد قبلی

source: Navigate to previous run
fa_ir: رفتن به اجرای قبلی

source: Navigate to previous version
fa_ir: رفتن به نسخه قبلی

source: Navigate to previous workflow
fa_ir: رفتن به جریان‌کار قبلی

source: New
fa_ir: جدید

source: New {capitalizedObjectNameSingular}
fa_ir: ایجاد {capitalizedObjectNameSingular} جدید

source: New account
fa_ir: حساب جدید

source: New Approved Access Domain
fa_ir: دامنه دسترسی تأییدشده جدید

source: New Field
fa_ir: فیلد جدید

source: New key
fa_ir: کلید جدید

source: New Key
fa_ir: کلید جدید

source: New note
fa_ir: یادداشت جدید

source: New Object
fa_ir: آبجکت جدید

source: New Password
fa_ir: رمز عبور جدید

source: New record
fa_ir: رکورد جدید

source: New SSO Configuration
fa_ir: تنظیمات SSO جدید

source: New SSO provider
fa_ir: فراهم‌کننده SSO جدید

source: New task
fa_ir: وظیفه جدید

source: No {objectLabel} found
fa_ir: هیچ {objectLabel} یافت نشد

source: No activity yet
fa_ir: هنوز فعالیتی وجود ندارد

source: No change detected
fa_ir: هیچ تغییری شناسایی نشد

source: No connected account
fa_ir: هیچ حساب متصل‌شده‌ای وجود ندارد

source: No country
fa_ir: بدون کشور

source: No Deleted {objectLabel} found
fa_ir: هیچ {objectLabel} حذف‌شده‌ای یافت نشد

source: No email exchange has occurred with this record yet.
fa_ir: هنوز هیچ تبادل ایمیلی با این رکورد انجام نشده است.

source: No Events
fa_ir: هیچ رویدادی وجود ندارد

source: No events have been scheduled with this
fa_ir: هیچ رویدادی همراه با این آیتم زمان‌بندی نشده است

source: No Files
fa_ir: هیچ فایلی وجود ندارد

source: No metrics data available
fa_ir: اطلاعات متریک در دسترس نیست

source: No more members to assign
fa_ir: عضو دیگری برای تخصیص وجود ندارد

source: No notes
fa_ir: هیچ یادداشتی وجود ندارد

source: No records found
fa_ir: هیچ رکوردی یافت نشد

source: No records matching the filter criteria were found.
fa_ir: هیچ رکوردی با معیار فیلتر منطبق یافت نشد.

source: No Results
fa_ir: بدون نتیجه

source: No Select field
fa_ir: هیچ فیلد Select وجود ندارد

source: No workflow runs yet
fa_ir: هنوز اجرایی برای جریان‌کار وجود ندارد

source: No workflow versions yet
fa_ir: هنوز نسخه‌ای برای جریان‌کار وجود ندارد

source: None
fa_ir: هیچ‌کدام

source: Norwegian
fa_ir: نروژی

source: Not available on Default View
fa_ir: در نمای پیش‌فرض در دسترس نیست

source: Not empty
fa_ir: خالی نباشد

source: Not Found
fa_ir: یافت نشد

source: Not synced
fa_ir: همگام‌سازی نشده

source: Note
fa_ir: یادداشت

source: Notes
fa_ir: یادداشت‌ها

source: Number
fa_ir: عدد

source: Number of decimals
fa_ir: تعداد اعشار

source: Number type
fa_ir: نوع عدد

source: Object
fa_ir: آبجکت

source: Object {objectNameSingular} not found
fa_ir: آبجکت {objectNameSingular} یافت نشد

source: Object destination
fa_ir: آبجکت مقصد

source: Objects
fa_ir: آبجکت‌ها

source: Off the beaten path
fa_ir: در مسیر ناشناخته

source: Only date & participants will be shared with your team.
fa_ir: فقط تاریخ و شرکت‌کنندگان با تیمتان به اشتراک گذاشته می‌شود.

source: Only the timestamp & participants will be shared with your team.
fa_ir: تنها زمان و شرکت‌کنندگان با تیمتان به اشتراک گذاشته می‌شود.

source: Open command menu
fa_ir: بازکردن منوی فرمان

source: Open in
fa_ir: باز کردن در

source: Opened
fa_ir: باز شده

source: Optional: Define a secret string that we will include in every webhook. Use this to authenticate and verify the webhook upon receipt.
fa_ir: اختیاری: یک رشته محرمانه تعیین کنید که در هر فراخوانی وبهوک گنجانده شود. با استفاده از آن می‌توانید پیام‌های وبهوک را احراز هویت و تأیید کنید.

source: Options
fa_ir: گزینه‌ها

source: or
fa_ir: یا

source: Other
fa_ir: سایر

source: Other Environment Variables
fa_ir: سایر متغیرهای محیطی

source: Other Variables
fa_ir: سایر متغیرها

source: Output
fa_ir: خروجی

source: Page Not Found
fa_ir: صفحه موردنظر یافت نشد

source: Password
fa_ir: رمز عبور

source: Password has been updated
fa_ir: رمز عبور به‌روزرسانی شد

source: Password reset link has been sent to the email
fa_ir: لینک بازنشانی رمز عبور به ایمیل ارسال شد

source: People I’ve sent emails to and received emails from.
fa_ir: افرادی که به آن‌ها ایمیل فرستاده‌ام و از آن‌ها ایمیل دریافت کرده‌ام.

source: People I’ve sent emails to.
fa_ir: افرادی که به آن‌ها ایمیل ارسال کرده‌ام.

source: Percent
fa_ir: درصد

source: Percent empty
fa_ir: درصد خالی

source: Percent not empty
fa_ir: درصد پر

source: Percentage
fa_ir: درصد

source: Permanently destroy record
fa_ir: حذف دائمی رکورد

source: Permanently destroy records
fa_ir: حذف دائمی رکوردها

source: Permanently destroy workflows
fa_ir: حذف دائمی جریان‌کارها

source: Permissions
fa_ir: دسترسی‌ها

source: Persian
fa_ir: فارسی

source: Phone number copied to clipboard
fa_ir: شماره تلفن در کلیپ‌بورد کپی شد

source: Picture
fa_ir: تصویر

source: Playground
fa_ir: محیط تست

source: Please enter a valid URL
fa_ir: لطفاً یک URL معتبر وارد کنید

source: Please search for a user first
fa_ir: لطفاً ابتدا یک کاربر را جستجو کنید

source: Please type "{confirmationValue}" to confirm you want to delete this API Key. Be aware that any script using this key will stop working.
fa_ir: لطفاً برای تأیید حذف این کلید API عبارت "{confirmationValue}" را وارد کنید. توجه داشته باشید که هر اسکریپتی که از این کلید استفاده می‌کند، از کار خواهد افتاد.

source: Please type {confirmationText} to confirm you want to delete this webhook.
fa_ir: لطفاً برای تأیید حذف این وبهوک عبارت {confirmationText} را وارد کنید.

source: Plural
fa_ir: جمع

source: Polish
fa_ir: لهستانی

source: Portuguese — Brazil
fa_ir: پرتغالی — برزیل

source: Portuguese — Portugal
fa_ir: پرتغالی — پرتغال

source: Preview
fa_ir: پیش‌نمایش

source: Privacy Policy
fa_ir: سیاست حفظ حریم خصوصی

source: Profile
fa_ir: پروفایل

source: Provide your OIDC provider details
fa_ir: مشخصات فراهم‌کننده OIDC خود را ارائه دهید

source: Pseudo-English
fa_ir: شبه انگلیسی

source: Queue information is not available because the worker is down
fa_ir: اطلاعات صف در دسترس نیست زیرا Worker متوقف شده است

source: Queue performance
fa_ir: عملکرد صف

source: Receive an email containing password update link
fa_ir: دریافت ایمیلی که حاوی لینک به‌روزرسانی رمز عبور باشد

source: Recent Events (oldest → newest)
fa_ir: رویدادهای اخیر (قدیمی‌ترین ← جدیدترین)

source: Reconnect
fa_ir: اتصال مجدد

source: Record image
fa_ir: تصویر رکورد

source: Record label
fa_ir: برچسب رکورد

source: Record Page
fa_ir: صفحه رکورد

source: Record Selection
fa_ir: انتخاب رکورد

source: Redirect Url copied to clipboard
fa_ir: آدرس بازگشت (Redirect URL) در کلیپ‌بورد کپی شد

source: Redirection URI
fa_ir: آدرس بازگشت (Redirection URI)

source: Regenerate an API key
fa_ir: تولید مجدد کلید API

source: Regenerate key
fa_ir: تولید مجدد کلید

source: Regenerate Key
fa_ir: تولید مجدد کلید

source: Relation type
fa_ir: نوع رابطه

source: Releases
fa_ir: انتشارها

source: Reload
fa_ir: بارگیری مجدد

source: Remove
fa_ir: حذف

source: Remove account
fa_ir: حذف حساب

source: Remove as default
fa_ir: حذف از حالت پیش‌فرض

source: Remove from favorites
fa_ir: حذف از علاقه‌مندی‌ها

source: Remove option
fa_ir: حذف گزینه

source: Reset
fa_ir: بازنشانی

source: Reset Password
fa_ir: بازنشانی رمز عبور

source: Reset to
fa_ir: بازنشانی به

source: Restore
fa_ir: بازیابی

source: Restore record
fa_ir: بازیابی رکورد

source: Restore records
fa_ir: بازیابی رکوردها

source: Results
fa_ir: نتایج

source: Roles
fa_ir: نقش‌ها

source: Romanian
fa_ir: رومانیایی

source: Run a workflow and return here to view its executions
fa_ir: یک جریان‌کار را اجرا کنید و برای مشاهده اجرای آن دوباره اینجا بازگردید

source: Russian
fa_ir: روسی

source: Save
fa_ir: ذخیره

source: Save as new view
fa_ir: ذخیره به عنوان نمایش جدید

source: Schema
fa_ir: اسکیما

source: Search
fa_ir: جستجو

source: Search ''{commandMenuSearch}'' with...
fa_ir: جستجوی «{commandMenuSearch}» با...

source: Search a field...
fa_ir: جستجوی یک فیلد...

source: Search a member
fa_ir: جستجوی یک عضو

source: Search a type
fa_ir: جستجوی یک نوع

source: Search an index...
fa_ir: جستجوی یک شاخص...

source: Search fields
fa_ir: جستجوی فیلدها

source: Search for an object...
fa_ir: جستجوی یک آبجکت...

source: Search icon
fa_ir: جستجوی آیکن

source: Search records
fa_ir: جستجوی رکوردها

source: Secret
fa_ir: رشته محرمانه

source: Security
fa_ir: امنیت

source: See active version
fa_ir: مشاهده نسخه فعال

source: See deleted records
fa_ir: مشاهده رکوردهای حذف شده

source: See deleted runs
fa_ir: مشاهده اجرای حذف‌شده

source: See deleted versions
fa_ir: مشاهده نسخه‌های حذف‌شده

source: See deleted workflows
fa_ir: مشاهده جریان‌کارهای حذف‌شده

source: See runs
fa_ir: مشاهده اجراها

source: See versions
fa_ir: مشاهده نسخه‌ها

source: See versions history
fa_ir: مشاهده تاریخچه نسخه‌ها

source: Select Action
fa_ir: انتخاب اکشن

source: Select the default value for this boolean field
fa_ir: مقدار پیش‌فرض برای این فیلد بولین را انتخاب کنید

source: Select the events you wish to send to this endpoint
fa_ir: رویدادهایی را انتخاب کنید که می‌خواهید به این نقطه پایانی ارسال شوند

source: Select your preferred language
fa_ir: زبان موردنظر خود را انتخاب کنید

source: Send an invite email to your team
fa_ir: یک ایمیل دعوت برای تیمتان ارسال کنید

source: Sent
fa_ir: ارسال شده

source: Sent and Received
fa_ir: ارسال و دریافت شده

source: Serbian (Cyrillic)
fa_ir: صربی (سیریلیک)

source: Service Provider Details
fa_ir: جزئیات فراهم‌کننده سرویس (Service Provider)

source: Set a default role for this workspace
fa_ir: یک نقش پیش‌فرض برای این فضای کاری تعیین کنید

source: Set as default
fa_ir: تنظیم به‌عنوان پیش‌فرض

source: Set email visibility, manage your blocklist and more.
fa_ir: قابلیت مشاهده ایمیل را تعیین کنید، فهرست مسدودی را مدیریت کنید و موارد دیگر.

source: Set the name of your custom domain and configure your DNS records.
fa_ir: نام دامنه سفارشی خود را تعیین کنید و رکوردهای DNS را پیکربندی کنید.

source: Set the name of your subdomain
fa_ir: نام زیردامنه خود را تنظیم کنید

source: Settings
fa_ir: تنظیمات

source: Settings permissions
fa_ir: دسترسی‌های بخش تنظیمات

source: Share this link to invite users to join your workspace
fa_ir: برای دعوت کاربران به فضای کاری، این لینک را به اشتراک بگذارید

source: Should changing a field's label also change the API name?
fa_ir: آیا با تغییر برچسب فیلد، نام API آن نیز تغییر کند؟

source: Should changing an object's label also change the API?
fa_ir: آیا با تغییر برچسب آبجکت، نام API آن نیز تغییر کند؟

source: Side Panel
fa_ir: پنل جانبی

source: Sign in
fa_ir: ورود

source: Sign up
fa_ir: ثبت‌نام

source: Single sign-on (SSO)
fa_ir: ورود یکپارچه (SSO)

source: Singular
fa_ir: مفرد

source: Singular and plural labels must be different
fa_ir: برچسب‌های مفرد و جمع نباید یکسان باشند

source: Singular and plural names must be different
fa_ir: نام‌های مفرد و جمع نباید یکسان باشند

source: Skip
fa_ir: رد کردن

source: Sort
fa_ir: مرتب‌سازی

source: Spanish
fa_ir: اسپانیایی

source: Stages
fa_ir: مراحل

source: Status
fa_ir: وضعیت

source: Subdomain
fa_ir: زیردامنه

source: Subdomain already taken
fa_ir: این زیردامنه قبلاً انتخاب شده است

source: Subdomain can not be longer than 30 characters
fa_ir: طول زیردامنه نباید بیشتر از ۳۰ نویسه باشد

source: Subdomain can not be shorter than 3 characters
fa_ir: طول زیردامنه نباید کمتر از ۳ نویسه باشد

source: Subdomain updated
fa_ir: زیردامنه به‌روزرسانی شد

source: Subject and metadata
fa_ir: موضوع و متادیتا

source: Subject and metadata will be shared with your team.
fa_ir: موضوع و متادیتا با تیمتان به اشتراک گذاشته می‌شود.

source: Subject, body and attachments will be shared with your team.
fa_ir: موضوع، متن و پیوست‌ها با تیمتان به اشتراک گذاشته می‌شود.

source: Subscription has been switched {to}
fa_ir: اشتراک به {to} تغییر یافت

source: Sum
fa_ir: مجموع

source: Support
fa_ir: پشتیبانی

source: Swedish
fa_ir: سوئدی

source: Switch {from}
fa_ir: تغییر از {from}

source: Switch {to}
fa_ir: تغییر به {to}

source: Switch billing {to}
fa_ir: تغییر صورتحساب به {to}

source: Sync failed
fa_ir: همگام‌سازی ناموفق بود

source: Synced
fa_ir: همگام‌سازی شد

source: Synchronize Field Label and API Name
fa_ir: همگام‌سازی برچسب فیلد و نام API

source: Synchronize Objects Labels and API Names
fa_ir: همگام‌سازی برچسب‌ها و نام‌های API آبجکت‌ها

source: System settings
fa_ir: تنظیمات سیستم

source: System settings - {systemDateFormatLabel}
fa_ir: تنظیمات سیستم - {systemDateFormatLabel}

source: System Settings - {systemTimeFormatLabel}
fa_ir: تنظیمات سیستم - {systemTimeFormatLabel}

source: Table
fa_ir: جدول

source: Tasks
fa_ir: وظایف

source: Terms of Service
fa_ir: شرایط خدمات

source: Test
fa_ir: تست

source: Test Workflow
fa_ir: تست جریان‌کار

source: Text copied to clipboard
fa_ir: متن در کلیپ‌بورد کپی شد

source: The default country code for new phone numbers.
fa_ir: کد کشور پیش‌فرض برای شماره‌تلفن‌های جدید.

source: The default country for new addresses
fa_ir: کشور پیش‌فرض برای آدرس‌های جدید

source: The description of this field
fa_ir: توضیحات مربوط به این فیلد

source: The email associated to your account
fa_ir: ایمیلی که به حساب کاربری شما متصل است

source: The name and icon of this field
fa_ir: نام و آیکن این فیلد

source: The name of your connection
fa_ir: نام اتصال شما

source: The name of your Domain
fa_ir: نام دامنه شما

source: The name of your organization
fa_ir: نام سازمان شما

source: The page you're seeking is either gone or never was. Let's get you back on track
fa_ir: صفحه‌ای که به دنبال آن بودید وجود ندارد یا از دست رفته است. بیایید شما را به مسیر درست برگردانیم.

source: The values of this field
fa_ir: مقادیر این فیلد

source: The values of this field must be unique
fa_ir: مقادیر این فیلد باید یکتا باشند

source: The whole event details will be shared with your team.
fa_ir: جزئیات کامل رویداد با تیمتان به اشتراک گذاشته می‌شود.

source: There are no associated files with this record.
fa_ir: هیچ فایلی با این رکورد پیوست نشده است.

source: There are no associated notes with this record.
fa_ir: هیچ یادداشتی با این رکورد مرتبط نشده است.

source: There is no activity associated with this record.
fa_ir: هیچ فعالیتی با این رکورد مرتبط نیست.

source: There was an error while updating password.
fa_ir: در حین به‌روزرسانی رمز عبور خطایی رخ داد.

source: There was an issue
fa_ir: مشکلی رخ داده است

source: This action cannot be undone. This will permanently delete this user and remove them from all their assignments.
fa_ir: این اقدام بازگشت‌ناپذیر است. این کاربر به صورت دائمی حذف شده و از تمامی تخصیص‌ها خارج می‌شود.

source: This action cannot be undone. This will permanently delete your entire workspace. <0/> Please type in your email to confirm.
fa_ir: این اقدام بازگشت‌ناپذیر است. کل فضای کاری شما به صورت دائمی حذف می‌شود. <0/> لطفاً برای تأیید ایمیل خود را وارد کنید.

source: This role is assigned to these workspace members.
fa_ir: این نقش به این اعضای فضای کاری تخصیص داده شده است.

source: This week
fa_ir: این هفته

source: Time format
fa_ir: قالب زمان

source: Time zone
fa_ir: منطقه زمانی

source: Timeline
fa_ir: تایم‌لاین

source: Timestamp and participants will be shared with your team.
fa_ir: زمان و شرکت‌کنندگان با تیمتان به اشتراک گذاشته می‌شود.

source: to monthly
fa_ir: به ماهانه

source: to yearly
fa_ir: به سالانه

source: Today
fa_ir: امروز

source: Total Users
fa_ir: کل کاربران

source: Trigger Type
fa_ir: نوع تریگر

source: Trigger type should be Manual - when no record(s) are selected
fa_ir: نوع تریگر باید دستی باشد - زمانی که هیچ رکوردی انتخاب نشده است

source: True
fa_ir: درست (True)

source: Try our REST or GraphQL API playgrounds.
fa_ir: محیط تست APIهای REST یا GraphQL ما را امتحان کنید.

source: Turkish
fa_ir: ترکی استانبولی

source: Type
fa_ir: نوع

source: Type anything
fa_ir: هر چیزی بنویسید

source: Ukrainian
fa_ir: اوکراینی

source: Unique
fa_ir: منحصربه‌فرد

source: Unknown error
fa_ir: خطای نامشخص

source: Unlimited contacts
fa_ir: تعداد نامحدود مخاطب

source: Updated
fa_ir: به‌روزرسانی شد

source: Upload
fa_ir: بارگذاری

source: Upload file
fa_ir: بارگذاری فایل

source: Upload the XML file with your connection infos
fa_ir: فایل XML حاوی اطلاعات اتصال خود را بارگذاری کنید

source: URL
fa_ir: آدرس (URL)

source: Use as draft
fa_ir: استفاده به عنوان پیش‌نویس

source: Use letter, number and dash only. Start and finish with a letter or a number
fa_ir: فقط از حروف، اعداد و خط تیره استفاده کنید. با حرف یا عدد شروع و پایان یابد.

source: Use our API or add your first {objectLabel} manually
fa_ir: از API ما استفاده کنید یا اولین {objectLabel} خود را دستی اضافه کنید

source: User
fa_ir: کاربر

source: User Email
fa_ir: ایمیل کاربر

source: User ID
fa_ir: شناسه کاربر

source: User Impersonation
fa_ir: ایفای نقش کاربر

source: User Info
fa_ir: اطلاعات کاربر

source: User is not logged in
fa_ir: کاربر وارد سیستم نشده است

source: User Name
fa_ir: نام کاربر

source: Users
fa_ir: کاربران

source: Values
fa_ir: مقادیر

source: Variable not found
fa_ir: متغیری یافت نشد

source: Version of the application
fa_ir: نسخه اپلیکیشن

source: Vietnamese
fa_ir: ویتنامی

source: View
fa_ir: مشاهده

source: View billing details
fa_ir: مشاهده جزئیات صورتحساب

source: View execution details
fa_ir: مشاهده جزئیات اجرای جریان‌کار

source: View settings
fa_ir: مشاهده تنظیمات

source: View type
fa_ir: نوع نمایش

source: Visibility
fa_ir: قابلیت مشاهده

source: Visible
fa_ir: قابل مشاهده

source: Visible groups
fa_ir: گروه‌های قابل مشاهده

source: Visualize
fa_ir: بصری‌سازی

source: We support your square PNGs, JPEGs and GIFs under 10MB
fa_ir: از فایل‌های PNG، JPEG و GIF با ابعاد مربعی و حجم زیر ۱۰ مگابایت پشتیبانی می‌کنیم

source: We will send POST requests to this endpoint for every new event
fa_ir: برای هر رویداد جدید، درخواست POST را به این نقطه پایانی ارسال خواهیم کرد

source: We will send your a link to verify domain ownership
fa_ir: لینکی برای تأیید مالکیت دامنه برای شما ارسال خواهد شد

source: Webhook
fa_ir: وبهوک

source: Webhooks
fa_ir: وبهوک‌ها

source: Welcome to {workspaceName}
fa_ir: به {workspaceName} خوش آمدید

source: When the API key will expire.
fa_ir: زمانی که کلید API منقضی خواهد شد.

source: When the key will be disabled
fa_ir: زمانی که این کلید غیرفعال می‌شود

source: Workflow cannot be tested
fa_ir: جریان‌کار قابل تست نیست

source: Workflow is running...
fa_ir: جریان‌کار در حال اجراست...

source: Workflow run failed
fa_ir: اجرای جریان‌کار ناموفق بود

source: Workspace
fa_ir: فضای کاری

source: Workspace Deletion
fa_ir: حذف فضای کاری

source: Workspace logo
fa_ir: لوگوی فضای کاری

source: Workspace name
fa_ir: نام فضای کاری

source: Workspace Name
fa_ir: نام فضای کاری

source: Workspaces
fa_ir: فضاهای کاری

source: Wrap on record pages
fa_ir: شکستن متن در صفحات رکورد

source: Write a description
fa_ir: یک توضیح بنویسید

source: Write a secret
fa_ir: یک رشته محرمانه وارد کنید

source: yes
fa_ir: بله

source: yet.
fa_ir: هنوز.

source: You are not allowed to create records for this object
fa_ir: شما مجاز به ایجاد رکورد برای این آبجکت نیستید

source: You will be charged immediately for the full year.
fa_ir: هزینه یک سال کامل بلافاصله از شما دریافت خواهد شد.

source: Your credit balance will be used to pay the monthly bills.
fa_ir: اعتبار باقیمانده شما برای پرداخت صورتحساب‌های ماهانه استفاده می‌شود.

source: Your email subjects and meeting titles will be shared with your team.
fa_ir: عناوین ایمیل‌ها و جلسات شما با تیمتان به اشتراک گذاشته می‌شود.

source: Your emails and events content will be shared with your team.
fa_ir: محتوای ایمیل‌ها و رویدادهای شما با تیمتان به اشتراک گذاشته می‌شود.

source: Your name as it will be displayed
fa_ir: نام شما همان‌طور که نمایش داده خواهد شد

source: Your name as it will be displayed on the app
fa_ir: نام شما همان‌طور که در برنامه نمایش داده می‌شود

source: Your Workspace
fa_ir: فضای کاری شما

source: Your workspace will be disabled
fa_ir: فضای کاری شما غیرفعال خواهد شد
