Repository: hamedniroomand/twenty
Catalog: packages/twenty-front/src/locales/*.po
Languages: fa_ir

source: These are only the server values. Ensure your worker environment has the same variables and values, this is required for asynchronous tasks like email sync.
fa_ir: این‌ها تنها مقادیر سرور هستند. اطمینان حاصل کنید که محیط کاریِ Worker نیز همین متغیرها و مقادیر را دارد؛ این موضوع برای وظایف غیرهمزمان مانند همگام‌سازی ایمیل ضروری است.

source: : Empty
fa_ir: : خالی

source: : Future
fa_ir: : آینده

source: : Not
fa_ir: : نباشد

source: : NotEmpty
fa_ir: : خالی نباشد

source: : NotNull
fa_ir: : تهی نباشد (null نبودن)

source: : Past
fa_ir: : گذشته

source: : Today
fa_ir: : امروز

source: {aggregateLabel} of {fieldLabel}
fa_ir: {aggregateLabel} از {fieldLabel}

source: {apiKeyName} API Key
fa_ir: کلید API «{apiKeyName}»

source: {workspaceMemberName} will be unassigned from the following role:
fa_ir: دسترسی کاربر {workspaceMemberName} از نقش زیر برداشته خواهد شد:

source: 1 000 workflow node executions
fa_ir: ۱۰۰۰ بار اجرای گره در جریان‌کار

source: 1. Select a field type
fa_ir: ۱. نوع فیلد را انتخاب کنید

source: 1. Type
fa_ir: ۱. نوع

source: 12h ({hour12Label})
fa_ir: ۱۲ ساعته ({hour12Label})

source: 2. Configure
fa_ir: ۲. پیکربندی

source: 2. Configure field
fa_ir: ۲. پیکربندی فیلد

source: 24h ({hour24Label})
fa_ir: ۲۴ ساعته ({hour24Label})

source: A shared environment where you will be able to manage your customer relations with your team.
fa_ir: یک فضای مشترک که می‌توانید در آن، روابط مشتریان را همراه با تیم خود مدیریت کنید.

source: Ability to interact with each object
fa_ir: امکان تعامل با هر آبجکت

source: Abort
fa_ir: انصراف

source: About
fa_ir: درباره

source: Account
fa_ir: حساب

source: Account Deletion
fa_ir: حذف حساب کاربری

source: Accounts
fa_ir: حساب‌ها

source: Actions
fa_ir: عملیات

source: Activate
fa_ir: فعال‌سازی

source: Activate Workflow
fa_ir: فعال کردن جریان‌کار

source: Active
fa_ir: فعال

source: Active API keys created by you or your team.
fa_ir: کلیدهای API فعالی که توسط شما یا تیم‌تان ایجاد شده است.

source: Add
fa_ir: افزودن

source: Add a {objectLabel}
fa_ir: افزودن یک {objectLabel}

source: Add account
fa_ir: افزودن حساب

source: Add Approved Access Domain
fa_ir: افزودن دامنه‌ی دسترسی تأییدشده

source: Add Field
fa_ir: افزودن فیلد

source: Add file
fa_ir: افزودن پرونده

source: Add filter
fa_ir: افزودن فیلتر

source: Add new
fa_ir: ایجاد جدید

source: Add object
fa_ir: افزودن آبجکت

source: Add option
fa_ir: افزودن گزینه

source: Add SSO Identity Provider
fa_ir: افزودن فراهم‌کننده هویت SSO

source: Add to blocklist
fa_ir: افزودن به فهرست مسدودی

source: Add to Favorite
fa_ir: افزودن به علاقه‌مندی‌ها

source: Add to favorites
fa_ir: افزودن به علاقه‌مندی‌ها

source: Add view
fa_ir: افزودن نمایش

source: Add your first {objectLabel}
fa_ir: اولین {objectLabel} خود را اضافه کنید

source: Added {beautifiedCreatedAt}
fa_ir: افزوده شده در {beautifiedCreatedAt}

source: Added {beautifyPastDateRelative}
fa_ir: افزوده شده {beautifyPastDateRelative}

source: Added to blocklist
fa_ir: به فهرست مسدودی افزوده شد

source: Adjust the role-related settings
fa_ir: تنظیمات مرتبط با نقش را تنظیم کنید

source: Admin Panel
fa_ir: پنل مدیریت

source: Advanced filter
fa_ir: فیلتر پیشرفته

source: Advanced:
fa_ir: پیشرفته

source: Afrikaans
fa_ir: آفریکانس

source: All
fa_ir: همه

source: All ({relationRecordsCount})
fa_ir: همه ({relationRecordsCount})

source: All Actions
fa_ir: همه اکشن‌ها

source: All emails and events linked to this account will be deleted
fa_ir: تمام ایمیل‌ها و رویدادهای مرتبط با این حساب حذف خواهند شد

source: All lines
fa_ir: تمام خطوط

source: All Objects
fa_ir: تمام آبجکت‌ها

source: All roles
fa_ir: همه نقش‌ها

source: All tasks addressed. Maintain the momentum.
fa_ir: همه وظایف انجام شده‌اند. روند را حفظ کنید.

source: Allow logins through Google's single sign-on functionality.
fa_ir: امکان ورود از طریق سیستم ورود یکپارچه Google را فعال کنید.

source: Allow logins through Microsoft's single sign-on functionality.
fa_ir: امکان ورود از طریق سیستم ورود یکپارچه Microsoft را فعال کنید.

source: Allow the invitation of new users by sharing an invite link.
fa_ir: اجازه دهید دعوت‌نامه کاربر جدید از طریق به‌اشتراک‌گذاری لینک دعوت ارسال شود.

source: Allow users to sign in with an email and password.
fa_ir: اجازه دهید کاربران با ایمیل و رمز عبور وارد شوند.

source: An error occurred while updating password
fa_ir: خطایی در هنگام به‌روزرسانی رمز عبور رخ داد

source: An optional description
fa_ir: توضیح اختیاری

source: An unexpected error occurred
fa_ir: یک خطای پیش‌بینی‌نشده رخ داد

source: and
fa_ir: و

source: Anyone with an email address at these domains is allowed to sign up for this workspace.
fa_ir: هر کسی که آدرس ایمیلش متعلق به این دامنه‌ها باشد، اجازه دارد در این workspace ثبت‌نام کند.

source: API & Webhooks
fa_ir: API و وبهوک

source: API Key
fa_ir: کلید API

source: API Key copied to clipboard
fa_ir: کلید API در حافظه کلیپ‌بورد کپی شد

source: API keys
fa_ir: کلیدهای API

source: API Name
fa_ir: نام API

source: API Name (Plural)
fa_ir: نام API (جمع)

source: API Name (Singular)
fa_ir: نام API (مفرد)

source: API values
fa_ir: مقادیر API

source: APIs
fa_ir: APIها

source: Appearance
fa_ir: ظاهر

source: Approved Domains
fa_ir: دامنه‌های تأییدشده

source: Arabic
fa_ir: عربی

source: Are you sure that you want to change your billing interval?
fa_ir: آیا مطمئن هستید که می‌خواهید دوره‌ی پرداخت خود را تغییر دهید؟

source: Are you sure you want to delete these records? They can be recovered from the Command menu ({osControlSymbol} + K).
fa_ir: آیا از حذف این رکوردها مطمئن هستید؟ این رکوردها را می‌توان از طریق منوی Command ({osControlSymbol} + K) بازیابی کرد.

source: Are you sure you want to delete this record? It can be recovered from the Options menu.
fa_ir: آیا از حذف این رکورد مطمئن هستید؟ این رکورد را می‌توان از منوی گزینه‌ها بازیابی کرد.

source: Ascending
fa_ir: صعودی

source: Assign {workspaceMemberName}?
fa_ir: تخصیص نقش به {workspaceMemberName}؟

source: Assign roles to specify each member's access permissions
fa_ir: برای تعیین سطح دسترسی هر عضو، نقش‌ها را اختصاص دهید

source: Assign to member
fa_ir: تخصیص به عضو

source: Assigned members
fa_ir: اعضای تخصیص داده‌شده

source: Assigned to
fa_ir: تخصیص داده شده به

source: Assignment
fa_ir: تخصیص

source: At least 8 characters long.
fa_ir: حداقل ۸ نویسه طول داشته باشد.

source: At least one authentication method must be enabled
fa_ir: حداقل یکی از روش‌های احراز هویت باید فعال باشد

source: Authentication
fa_ir: احراز هویت

source: Authentication failed
fa_ir: احراز هویت ناموفق بود

source: Authorize
fa_ir: اجازه دسترسی

source: Authorized URI
fa_ir: آدرس مجاز (Authorized URI)

source: Authorized URL copied to clipboard
fa_ir: URL مجاز در کلیپ‌بورد کپی شد

source: Auto-creation
fa_ir: ایجاد خودکار

source: Automatically create contacts for people you've participated in an event with.
fa_ir: برای افرادی که در رویدادی همراه شما بوده‌اند، مخاطب به‌صورت خودکار ایجاد کن.

source: Automatically create contacts for people.
fa_ir: به صورت خودکار برای افراد، مخاطب ایجاد کن.

source: Automatically create People records when receiving or sending emails
fa_ir: هنگام دریافت یا ارسال ایمیل به طور خودکار رکورد «افراد» ایجاد شود

source: Average
fa_ir: میانگین

source: Back to content
fa_ir: بازگشت به محتوا

source: Billing
fa_ir: صورتحساب

source: Blocklist
fa_ir: فهرست مسدودی

source: Book a Call
fa_ir: رزرو تماس

source: By using Twenty, you agree to the
fa_ir: با استفاده از توئنتی، شما با موارد زیر موافقت می‌کنید:

source: Calculate
fa_ir: محاسبه

source: Calendar
fa_ir: تقویم

source: Calendar settings
fa_ir: تنظیمات تقویم

source: Calendar Sync Status
fa_ir: وضعیت همگام‌سازی تقویم

source: Calendars
fa_ir: تقویم‌ها

source: Cancel
fa_ir: لغو

source: Cancel anytime
fa_ir: امکان لغو در هر زمان

source: Cancel Plan
fa_ir: لغو پلن

source: Cancel your subscription
fa_ir: لغو اشتراک خود را انجام دهید

source: Catalan
fa_ir: کاتالان

source: Change {to}
fa_ir: تغییر به {to}

source: Change Password
fa_ir: تغییر رمز عبور

source: Chinese — Simplified
fa_ir: چینی – ساده‌شده

source: Chinese — Traditional
fa_ir: چینی – سنتی

source: Choose an object
fa_ir: انتخاب یک آبجکت

source: Choose between OIDC and SAML protocols
fa_ir: انتخاب بین پروتکل‌های OIDC و SAML

source: Choose the default currency that will apply
fa_ir: ارز پیش‌فرضی که اعمال خواهد شد را انتخاب کنید

source: Choose the fields that will identify your records
fa_ir: فیلدهایی را انتخاب کنید که هویت رکوردهای شما را مشخص می‌کنند

source: Choose your provider
fa_ir: فراهم‌کننده را انتخاب کنید

source: Choose your Trial
fa_ir: دوره آزمایشی خود را انتخاب کنید

source: Clear
fa_ir: پاک کردن

source: Client ID
fa_ir: شناسه کلاینت (Client ID)

source: Client Secret
fa_ir: کلید محرمانه کلاینت (Client Secret)

source: Client Settings
fa_ir: تنظیمات کلاینت

source: Close
fa_ir: بستن

source: Close command menu
fa_ir: بستن منوی فرمان

source: Collapse
fa_ir: جمع کردن

source: Color code
fa_ir: کد رنگ

source: Compact view
fa_ir: نمای فشرده

source: Configure an SSO connection
fa_ir: یک اتصال SSO پیکربندی کنید

source: Configure and customize your calendar preferences.
fa_ir: تنظیم و سفارشی‌سازی تنظیمات ترجیحی تقویم شما.

source: Configure how dates are displayed across the app
fa_ir: نحوه نمایش تاریخ‌ها در کل برنامه را پیکربندی کنید

source: Configure how we should display your events in your calendar
fa_ir: مشخص کنید رویدادها در تقویم شما چگونه نمایش داده شوند

source: Configure your emails and calendar settings.
fa_ir: تنظیمات ایمیل و تقویم خود را پیکربندی کنید.

source: Confirm
fa_ir: تأیید

source: Connect a new account to your workspace
fa_ir: حساب جدیدی را به فضای کاری خود متصل کنید

source: Connect with Google
fa_ir: اتصال با گوگل

source: Connect with Microsoft
fa_ir: اتصال با مایکروسافت

source: Connected accounts
fa_ir: حساب‌های متصل شده

source: Contact auto-creation
fa_ir: ایجاد خودکار مخاطب

source: Contains
fa_ir: شامل باشد

source: Context
fa_ir: زمینه

source: Continue
fa_ir: ادامه

source: Continue with Email
fa_ir: ورود با ایمیل

source: Continue with Google
fa_ir: ورود با گوگل

source: Continue with Microsoft
fa_ir: ورود با مایکروسافت

source: Copied to clipboard!
fa_ir: در کلیپ‌بورد کپی شد!

source: Copilot
fa_ir: کوپایلوت

source: Copy
fa_ir: کپی

source: Copy invitation link
fa_ir: کپی کردن لینک دعوت

source: Copy link
fa_ir: کپی لینک

source: Copy this key as it will not be visible again
fa_ir: این کلید را کپی کنید زیرا پس از این دیگر قابل مشاهده نخواهد بود

source: Core
fa_ir: هسته

source: Count
fa_ir: تعداد

source: Count all
fa_ir: شمارش همه

source: Count empty
fa_ir: شمارش فیلدهای خالی

source: Count not empty
fa_ir: شمارش فیلدهای پر

source: Count unique values
fa_ir: شمارش مقادیر یکتا

source: Create
fa_ir: ایجاد

source: Create a workflow and return here to view its versions
fa_ir: یک جریان‌کار ایجاد کنید و سپس اینجا بازگردید تا نسخه‌های آن را مشاهده کنید

source: Create API key
fa_ir: ایجاد کلید API

source: Create new record
fa_ir: ایجاد رکورد جدید

source: Create profile
fa_ir: ایجاد پروفایل

source: Create Role
fa_ir: ایجاد نقش

source: Create select field
fa_ir: ایجاد فیلد انتخابی

source: Create view
fa_ir: ایجاد نمایش

source: Create Webhook
fa_ir: ایجاد وبهوک

source: Create your workspace
fa_ir: ایجاد فضای کاری شما

source: Created
fa_ir: ایجاد شده

source: Current version:
fa_ir: نسخه فعلی:

source: Custom Domain
fa_ir: دامنه سفارشی

source: Custom domain updated
fa_ir: دامنه سفارشی به‌روزرسانی شد

source: Custom objects
fa_ir: آبجکت‌های سفارشی

source: Customise the fields available in the {objectLabelSingular} views.
fa_ir: فیلدهای قابل استفاده در نمایش‌های {objectLabelSingular} را سفارشی کنید.

source: Customize Domain
fa_ir: سفارشی‌سازی دامنه

source: Customize fields
fa_ir: سفارشی‌سازی فیلدها

source: Customize your workspace security
fa_ir: امنیت فضای کاری خود را سفارشی‌سازی کنید

source: Czech
fa_ir: چکی

source: Danger zone
fa_ir: ناحیه خطر

source: Danish
fa_ir: دانمارکی

source: Dark
fa_ir: تیره

source: Data deletion
fa_ir: حذف داده

source: Data model
fa_ir: مدل داده

source: Data type
fa_ir: نوع داده

source: Date
fa_ir: تاریخ

source: Date and time
fa_ir: تاریخ و زمان

source: Date format
fa_ir: فرمت تاریخ

source: Deactivate
fa_ir: غیرفعال‌سازی

source: Deactivate "Synchronize Objects Labels and API Names" to set a custom API name
fa_ir: برای تعیین نام API سفارشی، همگام‌سازی "برچسب و نام API آبجکت‌ها" را غیرفعال کنید.

source: Deactivate object
fa_ir: غیرفعال کردن آبجکت

source: Deactivate this field
fa_ir: این فیلد را غیرفعال کنید

source: Deactivate Workflow
fa_ir: غیرفعال کردن جریان‌کار

source: Deactivated
fa_ir: غیرفعال شده

source: Default Country
fa_ir: کشور پیش‌فرض

source: Default Country Code
fa_ir: کد کشور پیش‌فرض

source: Default Value
fa_ir: مقدار پیش‌فرض

source: Define the name and description of your object
fa_ir: نام و توضیحات آبجکت خود را مشخص کنید

source: Define what will be visible to other users in your workspace
fa_ir: مشخص کنید چه مواردی برای سایر کاربران در فضای کاری شما قابل مشاهده باشد

source: Delete
fa_ir: حذف

source: Delete account
fa_ir: حذف حساب کاربری

source: Delete account and all the associated data
fa_ir: حذف حساب کاربری و تمام داده‌های مرتبط

source: Delete API key
fa_ir: حذف کلید API

source: Delete record
fa_ir: حذف رکورد

source: Delete Record
fa_ir: حذف رکورد

source: Delete records
fa_ir: حذف رکوردها

source: Delete this integration
fa_ir: حذف این یکپارچه‌سازی

source: Delete webhook
fa_ir: حذف وبهوک

source: Delete workflow
fa_ir: حذف جریان‌کار

source: Delete workflows
fa_ir: حذف جریان‌کارها

source: Delete workspace
fa_ir: حذف فضای کاری

source: Delete your whole workspace
fa_ir: کل فضای کاری خود را حذف کنید

source: Deleted
fa_ir: حذف شده

source: Deleted records
fa_ir: رکوردهای حذف شده

source: Deleted runs
fa_ir: اجراهای حذف شده

source: Deleted versions
fa_ir: نسخه‌های حذف شده

source: Deleted workflows
fa_ir: جریان‌کارهای حذف شده

source: Descending
fa_ir: نزولی

source: Description
fa_ir: توضیحات

source: Destroy
fa_ir: نابود کردن

source: Developers
fa_ir: توسعه‌دهندگان

source: Discard Draft
fa_ir: لغو پیش‌نویس

source: Display
fa_ir: نمایش

source: Display as a plain number or a percentage
fa_ir: به‌صورت یک عدد ساده یا درصد نمایش داده شود

source: Display as relative date
fa_ir: به‌صورت تاریخ نسبی نمایش داده شود

source: Display text on multiple lines
fa_ir: متن را در چندین خط نمایش بده

source: Doesn't contain
fa_ir: شامل نباشد

source: Domain
fa_ir: دامنه

source: Domain added successfully.
fa_ir: دامنه با موفقیت اضافه شد.

source: Domains have to be smaller than 256 characters, cannot contain spaces and cannot contain any special characters.
fa_ir: طول دامنه باید کمتر از ۲۵۶ کاراکتر باشد، نباید فاصله (space) داشته باشد و نباید شامل کاراکترهای ویژه باشد.

source: Don’t auto-create contacts.
fa_ir: مخاطب را به‌صورت خودکار ایجاد نکن.

source: Don’t create contacts from/to Gmail, Outlook emails
fa_ir: مخاطب را از/به ایمیل‌های Gmail ،Outlook ایجاد نکن.

source: Don’t sync emails from team@ support@ noreply@...
fa_ir: ایمیل‌های دریافتی از آدرس‌هایی مثل team@، support@، noreply@ را همگام‌سازی نکن...

source: Download file
fa_ir: دانلود فایل

source: Dutch
fa_ir: هلندی

source: E.g. backoffice integration
fa_ir: مثلاً یکپارچه‌سازی با سیستم پشتیبان

source: Earliest
fa_ir: زودترین

source: Earliest date
fa_ir: زودترین تاریخ

source: Edit
fa_ir: ویرایش

source: Edit billing interval
fa_ir: ویرایش دوره‌ی پرداخت

source: Edit field values
fa_ir: ویرایش مقادیر فیلد

source: Edit Fields
fa_ir: ویرایش فیلدها

source: Edit payment method, see your invoices and more
fa_ir: ویرایش روش پرداخت، مشاهده فاکتورها و موارد دیگر

source: Edit your subdomain name or set a custom domain.
fa_ir: زیردامنه‌ی خود را ویرایش یا یک دامنه سفارشی تعیین کنید.

source: Email
fa_ir: ایمیل

source: Email cannot be empty
fa_ir: ایمیل نمی‌تواند خالی باشد

source: Email integration
fa_ir: یکپارچه‌سازی ایمیل

source: Email or domain is already in blocklist
fa_ir: این ایمیل یا دامنه پیش‌تر در فهرست مسدودی ثبت شده است

source: Email verification
fa_ir: تأیید ایمیل

source: Email verification failed.
fa_ir: تأیید ایمیل ناموفق بود.

source: Email verification link resent!
fa_ir: لینک تأیید ایمیل دوباره ارسال شد!

source: Email verified.
fa_ir: ایمیل تأیید شد.

source: Email/Domain
fa_ir: ایمیل/دامنه

source: Emails
fa_ir: ایمیل‌ها

source: Emails settings
fa_ir: تنظیمات ایمیل‌ها

source: Emailst
fa_ir: ایمیل‌ها

source: employees
fa_ir: کارمندان

source: Employees
fa_ir: کارمندان

source: Empty
fa_ir: خالی

source: Empty Array
fa_ir: آرایه خالی

source: Empty Inbox
fa_ir: صندوق ورودی خالی

source: Empty Object
fa_ir: آبجکت خالی

source: Endpoint URL
fa_ir: URL نقطه پایانی (Endpoint)

source: English
fa_ir: انگلیسی

source: Enjoy a {withCreditCardTrialPeriodDuration}-days free trial
fa_ir: از دوره آزمایشی {withCreditCardTrialPeriodDuration} روزه رایگان لذت ببرید

source: Enter the credentials to set the connection
fa_ir: اطلاعات دسترسی را برای تنظیم اتصال وارد کنید

source: Enter the infos to set the connection
fa_ir: اطلاعات لازم را برای تنظیم اتصال وارد کنید

source: Enter user ID or email address
fa_ir: شناسه کاربر یا آدرس ایمیل را وارد کنید

source: Entity ID copied to clipboard
fa_ir: شناسه Entity در کلیپ‌بورد کپی شد

source: Env Variables
fa_ir: متغیرهای محیطی

source: Error copying to clipboard
fa_ir: خطا در هنگام کپی کردن در کلیپ‌بورد

source: Error deleting api key: {err}
fa_ir: خطا در حذف کلید API: {err}

source: Error deleting invitation
fa_ir: خطا در حذف دعوت‌نامه

source: Error deleting SSO Identity Provider
fa_ir: خطا در حذف فراهم‌کننده هویت SSO

source: Error editing SSO Identity Provider
fa_ir: خطا در ویرایش فراهم‌کننده هویت SSO

source: Error regenerating api key: {err}
fa_ir: خطا در بازتولید کلید API: {err}

source: Error resending invitation
fa_ir: خطا در ارسال مجدد دعوت‌نامه

source: Error while switching subscription {to}.
fa_ir: خطا در تغییر اشتراک به {to}.

source: Establish Webhook endpoints for notifications on asynchronous events.
fa_ir: برای رویدادهای غیرهمزمان، نقطه پایانی وبهوک را راه‌اندازی کنید تا اعلان‌ها دریافت کنید.

source: Event visibility
fa_ir: قابلیت مشاهده رویداد

source: Events you participated in are displayed in red.
fa_ir: رویدادهایی که در آن شرکت کرده‌اید، با رنگ قرمز نمایش داده می‌شوند.

source: Everything
fa_ir: همه چیز

source: Exclude group emails
fa_ir: ایمیل‌های گروهی را از همگام‌سازی خارج کن

source: Exclude non-professional emails
fa_ir: ایمیل‌های غیرحرفه‌ای را از همگام‌سازی خارج کن

source: Exclude the following people and domains from my email sync. Internal conversations will not be imported
fa_ir: افراد و دامنه‌های زیر را از همگام‌سازی ایمیل من مستثنا کن. مکالمات داخلی وارد نخواهند شد.

source: Existing objects
fa_ir: آبجکت‌های موجود

source: Exit Full Screen
fa_ir: خروج از حالت تمام‌صفحه

source: Exit Settings
fa_ir: خروج از تنظیمات

source: Expand
fa_ir: گسترش

source: Experience
fa_ir: تجربه کاربری

source: Expiration
fa_ir: انقضا

source: Expiration Date
fa_ir: تاریخ انقضا

source: Expired
fa_ir: منقضی شده

source: Expires in
fa_ir: منقضی می‌شود در

source: Export
fa_ir: خروجی گرفتن

source: Export record
fa_ir: خروجی گرفتن از رکورد

source: Export records
fa_ir: خروجی گرفتن از رکوردها

source: Export runs
fa_ir: خروجی گرفتن از اجراها

source: Export to PDF
fa_ir: خروجی گرفتن به PDF

source: Export versions
fa_ir: خروجی گرفتن از نسخه‌ها

source: Export view
fa_ir: خروجی گرفتن از نمایش

source: Export workflow
fa_ir: خروجی گرفتن از جریان‌کار

source: Export workflows
fa_ir: خروجی گرفتن از جریان‌کارها

source: Failed to validate API key. Please check your API key and try again.
fa_ir: اعتبارسنجی کلید API ناموفق بود. لطفاً کلید API خود را بررسی کرده و دوباره تلاش کنید.

source: False
fa_ir: نادرست (False)

source: Favorites
fa_ir: علاقه‌مندی‌ها

source: Feature Flag
fa_ir: فلگ قابلیت‌ها

source: Feature Flags & Impersonation
fa_ir: فلگ قابلیت‌ها و ایفای نقش کاربر

source: Field name
fa_ir: نام فیلد

source: Field type
fa_ir: نوع فیلد

source: Fields
fa_ir: فیلدها

source: Fields Count
fa_ir: تعداد فیلدها

source: Files
fa_ir: فایل‌ها

source: Filter
fa_ir: فیلتر

source: Filters
fa_ir: فیلترها

source: Finnish
fa_ir: فنلاندی

source: First 10 lines
fa_ir: اولین ۱۰ خط

source: First 2 lines
fa_ir: اولین ۲ خط

source: First 5 lines
fa_ir: اولین ۵ خط

source: First Name
fa_ir: نام

source: Flow
fa_ir: فلو

source: Forgot your password?
fa_ir: رمز عبور خود را فراموش کرده‌اید؟

source: French
fa_ir: فرانسوی

source: from monthly to yearly
fa_ir: از ماهانه به سالانه

source: from yearly to monthly
fa_ir: از سالانه به ماهانه

source: Full access
fa_ir: دسترسی کامل

source: Functions
fa_ir: توابع

source: General
fa_ir: عمومی

source: German
fa_ir: آلمانی

source: Get the most out of your workspace by inviting your team.
fa_ir: با دعوت تیم خود، حداکثر استفاده را از فضای کاری‌تان ببرید.

source: Get your subscription
fa_ir: اشتراک خود را دریافت کنید

source: Global
fa_ir: سراسری

source: Go to Companies
fa_ir: رفتن به شرکت‌ها

source: Go to Opportunities
fa_ir: رفتن به فرصت‌ها

source: Go to People
fa_ir: رفتن به افراد

source: Go to Settings
fa_ir: رفتن به تنظیمات

source: Go to Tasks
fa_ir: رفتن به وظایف

source: Grant Twenty support temporary access to your workspace so we can troubleshoot problems or recover content on your behalf. You can revoke access at any time.
fa_ir: دسترسی موقت تیم پشتیبانی توئنتی را به فضای کاری خود بدهید تا بتوانیم مشکلات را برطرف یا اطلاعات را به نمایندگی از شما بازیابی کنیم. شما می‌توانید هر زمان این دسترسی را لغو کنید.

source: GraphQL API Playground
fa_ir: محیط تست GraphQL API

source: Greater than
fa_ir: بزرگ‌تر از

source: Greek
fa_ir: یونانی

source: Group by
fa_ir: گروه‌بندی بر اساس

source: Health Status
fa_ir: وضعیت سلامت سیستم

source: Hebrew
fa_ir: عبری

source: Hidden
fa_ir: مخفی

source: Hidden Fields
fa_ir: فیلدهای مخفی

source: Hide
fa_ir: مخفی کردن

source: Hide empty groups
fa_ir: مخفی کردن گروه‌های خالی

source: How you'll be identified on the app.
fa_ir: نحوه نمایش هویت شما در برنامه.

source: How your system is doing
fa_ir: وضعیت عملکرد سیستم شما

source: Hungarian
fa_ir: مجاری

source: Icon
fa_ir: آیکن

source: Icon and Name
fa_ir: آیکن و نام

source: Identifier
fa_ir: شناسه

source: Identity Provider
fa_ir: فراهم‌کننده هویت

source: Identity Provider Metadata XML
fa_ir: فایل XML متادیتای فراهم‌کننده هویت

source: If you’ve lost this key, you can regenerate it, but be aware that any script using this key will need to be updated. Please type"{confirmationValue}" to confirm.
fa_ir: اگر این کلید را گم کرده‌اید، می‌توانید آن را مجدداً تولید کنید. اما دقت کنید که هر اسکریپتی که از این کلید استفاده می‌کند، نیاز به به‌روزرسانی خواهد داشت. برای تأیید لطفاً عبارت "{confirmationValue}" را وارد کنید.

source: Impersonate
fa_ir: ورود به‌جای کاربر

source: Import
fa_ir: ورود (Import)

source: Import records
fa_ir: ورود رکوردها

source: Import workflows
fa_ir: ورود جریان‌کارها

source: Importing
fa_ir: در حال ورود داده‌ها (Import)

source: Inactive
fa_ir: غیرفعال

source: Indexes
fa_ir: شاخص‌ها

source: Input must be in camel case and cannot start with a number
fa_ir: ورودی باید به‌صورت CamelCase باشد و نمی‌تواند با عدد شروع شود

source: Instances
fa_ir: نمونه‌ها

source: Integrations
fa_ir: یکپارچه‌سازی‌ها

source: Invalid auth provider
fa_ir: فراهم‌کننده احراز هویت نامعتبر است

source: Invalid custom domain. Please include at least one subdomain (e.g., sub.example.com).
fa_ir: دامنه سفارشی نامعتبر است. لطفاً حداقل یک زیردامنه قید کنید (مانند sub.example.com).

source: Invalid domain. Domains have to be smaller than 256 characters in length, cannot be IP addresses, cannot contain spaces, cannot contain any special characters such as _~`!@#$%^*()=+{}[]|\;:'",<>/? and cannot begin or end with a '-' character.
fa_ir: دامنه نامعتبر است. طول دامنه باید کمتر از ۲۵۶ کاراکتر باشد، نمی‌تواند آدرس IP باشد، نباید فاصله (space) یا نویسه‌های خاص مانند _~`!@#$%^*()=+{}[]|\;:'",<>/? داشته باشد و نباید با کاراکتر ‘-’ آغاز یا تمام شود.
