Repository: hamedniroomand/twenty
Catalog: packages/twenty-server/src/engine/core-modules/i18n/locales/*.po
Languages: fa_ir

source: (System) View Fields
fa_ir: (سیستمی) فیلدهای نما

source: (System) View Filter Groups
fa_ir: (سیستمی) گروه‌های فیلتر نما

source: (System) View Filters
fa_ir: (سیستمی) فیلترهای نما

source: (System) View Groups
fa_ir: (سیستمی) گروه‌های نما

source: (System) View Sorts
fa_ir: (سیستمی) مرتب‌سازی‌های نما

source: (System) Views
fa_ir: (سیستمی) نماها

source: A company
fa_ir: یک شرکت

source: A connected account
fa_ir: یک حساب متصل

source: A favorite that can be accessed from the left menu
fa_ir: یک علاقه‌مندی که از منوی سمت چپ قابل دسترسی است

source: A Folder of favorites
fa_ir: یک پوشه شامل علاقه‌مندی‌ها

source: A group of related messages (e.g. email thread, chat thread)
fa_ir: گروهی از پیام‌های مرتبط (مثلاً رشته ایمیل یا چت)

source: A message sent or received through a messaging channel (email, chat, etc.)
fa_ir: پیامی که از طریق یک کانال پیام‌رسان (ایمیل، چت و غیره) ارسال یا دریافت می‌شود

source: A note
fa_ir: یک یادداشت

source: A note target
fa_ir: هدف یک یادداشت

source: A person
fa_ir: یک فرد

source: A task
fa_ir: یک وظیفه

source: A task target
fa_ir: هدف یک وظیفه

source: A webhook
fa_ir: یک وبهوک

source: A workflow
fa_ir: یک گردش‌کار

source: A workflow event listener
fa_ir: یک شنونده رویداد در گردش‌کار

source: A workflow run
fa_ir: یک اجرای گردش‌کار

source: A workflow version
fa_ir: یک نسخه از گردش‌کار

source: A workspace member
fa_ir: یک عضو فضای کاری

source: Access Token
fa_ir: توکن دسترسی

source: Account Owner
fa_ir: مالک حساب

source: Account owner for companies
fa_ir: مالک حساب برای شرکت‌ها

source: Account Owner For Companies
fa_ir: مالک حساب برای شرکت‌ها

source: Action needed to prevent workspace deletion
fa_ir: برای جلوگیری از حذف فضای کاری، اقدام لازم است

source: Action Needed to Reset Password
fa_ir: نیازمند اقدام برای بازنشانی گذرواژه

source: Address
fa_ir: آدرس

source: Address (deprecated)
fa_ir: آدرس (منسوخ شده)

source: Address of the company
fa_ir: آدرس شرکت

source: Address of the company - deprecated in favor of new address field
fa_ir: آدرس شرکت - منسوخ شده به نفع فیلد آدرس جدید

source: Aggregate operation
fa_ir: عملیات تجمیع (Aggregate)

source: Aggregated / filtered event to be displayed on the timeline
fa_ir: رویداد تجمیع/فیلتر شده برای نمایش در تایم‌لاین

source: All
fa_ir: همه

source: All Notes
fa_ir: همه‌ی یادداشت‌ها

source: All Tasks
fa_ir: همه‌ی وظایف

source: All Workflow Runs
fa_ir: همه‌ی اجراهای گردش‌کار

source: All Workflow Versions
fa_ir: همه‌ی ورژن‌های گردش‌کار

source: All Workflows
fa_ir: همه‌ی گردش‌کارها

source: Amount
fa_ir: مبلغ

source: An API key
fa_ir: یک کلید API

source: An attachment
fa_ir: یک پیوست

source: An audit log of actions performed in the system
fa_ir: لاگ ممیزی از اقداماتی که در سیستم انجام شده است

source: An event related to user behavior
fa_ir: یک رویداد مرتبط با رفتار کاربر

source: An opportunity
fa_ir: یک فرصت

source: Annual Recurring Revenue: The actual or estimated annual revenue of the company
fa_ir: ARR سالیانه: درآمد واقعی یا تخمینی سالانه شرکت

source: API Key
fa_ir: کلید API

source: API Keys
fa_ir: کلیدهای API

source: ApiKey expiration date
fa_ir: تاریخ انقضای کلید API

source: ApiKey name
fa_ir: نام کلید API

source: ApiKey revocation date
fa_ir: تاریخ لغو کلید API

source: Assigned tasks
fa_ir: وظایف واگذار شده

source: Assigned to Me
fa_ir: وظایف واگذار شده به من

source: Assignee
fa_ir: گیرنده وظیفه

source: Associated User Id
fa_ir: شناسه کاربر مرتبط

source: Attachment
fa_ir: پیوست

source: Attachment author
fa_ir: نویسنده پیوست

source: Attachment company
fa_ir: پیوست مرتبط با شرکت

source: Attachment full path
fa_ir: مسیر کامل پیوست

source: Attachment name
fa_ir: نام پیوست

source: Attachment note
fa_ir: یادداشت پیوست

source: Attachment opportunity
fa_ir: پیوست مرتبط با فرصت

source: Attachment person
fa_ir: پیوست مرتبط با فرد

source: Attachment task
fa_ir: پیوست مرتبط با وظیفه

source: Attachment type
fa_ir: نوع پیوست

source: Attachments
fa_ir: پیوست‌ها

source: Attachments created by the workspace member
fa_ir: پیوست‌هایی که توسط این عضو فضای کاری ایجاد شده‌اند

source: Attachments linked to the company
fa_ir: پیوست‌های مرتبط با شرکت

source: Attachments linked to the contact.
fa_ir: پیوست‌های مرتبط با این مخاطب

source: Attachments linked to the opportunity
fa_ir: پیوست‌های مرتبط با این فرصت

source: Attachments tied to the {label}
fa_ir: پیوست‌های مربوط به {label}

source: Audit Log
fa_ir: لاگ ممیزی

source: Audit Logs
fa_ir: لاگ‌های ممیزی

source: Audit Logs linked to the workspace member
fa_ir: لاگ‌های ممیزی مرتبط با این عضو فضای کاری

source: Auth failed at
fa_ir: زمان شکست احراز هویت

source: Author
fa_ir: نویسنده

source: Authored attachments
fa_ir: پیوست‌های نوشته‌شده توسط کاربر

source: Automatically create People records when receiving or sending emails
fa_ir: هنگام دریافت یا ارسال ایمیل، رکورد افراد را به‌صورت خودکار ایجاد کن

source: Automatically create records for people you participated with in an event.
fa_ir: به‌صورت خودکار برای افرادی که در یک رویداد با آن‌ها بودید رکورد ایجاد کن.

source: Avatar
fa_ir: آواتار

source: Avatar Url
fa_ir: آدرس آواتار

source: Behavioral Event
fa_ir: رویداد رفتاری

source: Behavioral Events
fa_ir: رویدادهای رفتاری

source: Blocklist
fa_ir: فهرست مسدود

source: Blocklisted handles
fa_ir: آدرس‌های مسدودشده

source: Blocklists
fa_ir: فهرست‌های مسدود

source: Body
fa_ir: متن

source: Body (deprecated)
fa_ir: متن (منسوخ)

source: By Stage
fa_ir: بر اساس استیج

source: By Status
fa_ir: بر اساس وضعیت

source: Cached record name
fa_ir: نام رکورد کش‌شده

source: Calendar Channel
fa_ir: کانال تقویم

source: Calendar Channel Event Association
fa_ir: ارتباط رویداد کانال تقویم

source: Calendar Channel Event Associations
fa_ir: ارتباطات رویدادهای کانال تقویم

source: Calendar Channels
fa_ir: کانال‌های تقویم

source: Calendar event
fa_ir: رویداد تقویم

source: Calendar event participant
fa_ir: شرکت‌کننده رویداد تقویم

source: Calendar event participants
fa_ir: شرکت‌کنندگان رویداد تقویم

source: Calendar Event Participants
fa_ir: شرکت‌کنندگان رویداد تقویم

source: Calendar events
fa_ir: رویدادهای تقویم

source: Channel ID
fa_ir: شناسه کانال

source: Channel Type
fa_ir: نوع کانال

source: City
fa_ir: شهر

source: Close date
fa_ir: تاریخ بسته شدن

source: Color Scheme
fa_ir: طرح رنگ

source: Compact View
fa_ir: نمای فشرده

source: Companies
fa_ir: شرکت‌ها

source: Company
fa_ir: شرکت

source: Company record position
fa_ir: موقعیت رکورد شرکت

source: Conference Solution
fa_ir: راهکار کنفرانس

source: Connected Account
fa_ir: حساب متصل

source: Connected accounts
fa_ir: حساب‌های متصل

source: Connected Accounts
fa_ir: حساب‌های متصل

source: Contact auto creation policy
fa_ir: سیاست ایجاد خودکار مخاطب

source: Contact’s avatar
fa_ir: آواتار مخاطب

source: Contact’s city
fa_ir: شهر مخاطب

source: Contact’s company
fa_ir: شرکت مخاطب

source: Contact’s Emails
fa_ir: ایمیل‌های مخاطب

source: Contact’s job title
fa_ir: سمت مخاطب

source: Contact’s Linkedin account
fa_ir: حساب لینکدین مخاطب

source: Contact’s name
fa_ir: نام مخاطب

source: Contact’s phone number
fa_ir: شماره تلفن مخاطب

source: Contact’s phone numbers
fa_ir: شماره‌های تلفن مخاطب

source: Contact’s X/Twitter account
fa_ir: حساب توییتر/X مخاطب

source: Context
fa_ir: زمینه (Context)

source: Created by
fa_ir: ایجاد شده توسط

source: Creation date
fa_ir: تاریخ ایجاد

source: Creation DateTime
fa_ir: تاریخ‌زمان ایجاد

source: Date format
fa_ir: فرمت تاریخ

source: Date when the record was deleted
fa_ir: تاریخ حذف رکورد

source: Deleted at
fa_ir: زمان حذف‌شدن

source: Describes if the view is in compact mode
fa_ir: مشخص می‌کند آیا نما در حالت فشرده است یا خیر

source: Description
fa_ir: توضیحات

source: Direction
fa_ir: جهت

source: Display Name
fa_ir: نام نمایشی

source: Display the records in a side panel or in a record page
fa_ir: نمایش رکوردها در پنل کناری یا صفحه رکورد

source: Display Value
fa_ir: مقدار قابل نمایش

source: Domain Name
fa_ir: نام دامنه

source: Due Date
fa_ir: تاریخ سررسید

source: Emails
fa_ir: ایمیل‌ها

source: Employees
fa_ir: تعداد کارکنان

source: End Date
fa_ir: تاریخ پایان

source: Event company
fa_ir: رویداد مرتبط با شرکت

source: Event context
fa_ir: زمینه رویداد

source: Event details
fa_ir: جزئیات رویداد

source: Event external ID
fa_ir: شناسه خارجی رویداد

source: Event ID
fa_ir: شناسه رویداد

source: Event Listeners
fa_ir: شنونده‌های رویداد

source: Event name
fa_ir: نام رویداد

source: Event name/type
fa_ir: نام/نوع رویداد

source: Event note
fa_ir: یادداشت رویداد

source: Event opportunity
fa_ir: فرصت مربوط به رویداد

source: Event Participants
fa_ir: شرکت‌کنندگان رویداد

source: Event person
fa_ir: فرد مربوط به رویداد

source: Event task
fa_ir: وظیفه مربوط به رویداد

source: Event workflow
fa_ir: گردش‌کار مربوط به رویداد

source: Event workflow run
fa_ir: اجرای گردش‌کار مربوط به رویداد

source: Event workflow version
fa_ir: نسخه گردش‌کار مربوط به رویداد

source: Event workspace member
fa_ir: عضو فضای کاری مربوط به رویداد

source: Events
fa_ir: رویدادها

source: Events linked to the person
fa_ir: رویدادهای مرتبط با این فرد

source: Events linked to the workspace member
fa_ir: رویدادهای مرتبط با این عضو فضای کاری

source: Exclude group emails
fa_ir: حذف ایمیل‌های گروهی

source: Exclude non professional emails
fa_ir: حذف ایمیل‌های غیراداری

source: Executed by
fa_ir: اجرا شده توسط

source: Expiration date
fa_ir: تاریخ انقضا

source: Favorite
fa_ir: علاقه‌مندی

source: Favorite company
fa_ir: شرکت نشان‌شده به‌عنوان علاقه‌مندی

source: Favorite Folder
fa_ir: پوشه علاقه‌مندی

source: Favorite folder position
fa_ir: موقعیت پوشه علاقه‌مندی

source: Favorite Folders
fa_ir: پوشه‌های علاقه‌مندی

source: Favorite note
fa_ir: یادداشت نشان‌شده به‌عنوان علاقه‌مندی

source: Favorite opportunity
fa_ir: فرصتی نشان‌شده به‌عنوان علاقه‌مندی

source: Favorite person
fa_ir: فرد نشان‌شده به‌عنوان علاقه‌مندی

source: Favorite position
fa_ir: موقعیت علاقه‌مندی

source: Favorite task
fa_ir: وظیفه نشان‌شده به‌عنوان علاقه‌مندی

source: Favorite view
fa_ir: نمای نشان‌شده به‌عنوان علاقه‌مندی

source: Favorite workflow
fa_ir: گردش‌کار نشان‌شده به‌عنوان علاقه‌مندی

source: Favorite workflow run
fa_ir: اجرای گردش‌کار نشان‌شده به‌عنوان علاقه‌مندی

source: Favorite workflow version
fa_ir: نسخه گردش‌کار نشان‌شده به‌عنوان علاقه‌مندی

source: Favorite workspace member
fa_ir: عضو فضای کاری نشان‌شده به‌عنوان علاقه‌مندی

source: Favorites
fa_ir: علاقه‌مندی‌ها

source: Favorites in this folder
fa_ir: علاقه‌مندی‌های موجود در این پوشه

source: Favorites linked to the company
fa_ir: علاقه‌مندی‌های مرتبط با این شرکت

source: Favorites linked to the contact
fa_ir: علاقه‌مندی‌های مرتبط با این مخاطب

source: Favorites linked to the note
fa_ir: علاقه‌مندی‌های مرتبط با این یادداشت

source: Favorites linked to the opportunity
fa_ir: علاقه‌مندی‌های مرتبط با این فرصت

source: Favorites linked to the task
fa_ir: علاقه‌مندی‌های مرتبط با این وظیفه

source: Favorites linked to the view
fa_ir: علاقه‌مندی‌های مرتبط با این نما

source: Favorites linked to the workflow
fa_ir: علاقه‌مندی‌های مرتبط با این گردش‌کار

source: Favorites linked to the workflow run
fa_ir: علاقه‌مندی‌های مرتبط با اجرای این گردش‌کار

source: Favorites linked to the workflow version
fa_ir: علاقه‌مندی‌های مرتبط با نسخه این گردش‌کار

source: Favorites linked to the workspace member
fa_ir: علاقه‌مندی‌های مرتبط با این عضو فضای کاری

source: Favorites tied to the {label}
fa_ir: علاقه‌مندی‌های مربوط به {label}

source: Field Metadata Id
fa_ir: شناسه متادیتای فیلد

source: Field metadata used for aggregate operation
fa_ir: متادیتای فیلد که در عملیات تجمیع استفاده می‌شود

source: Field used for full-text search
fa_ir: فیلدی که برای جستجوی تمام‌متن استفاده می‌شود

source: Field Value
fa_ir: مقدار فیلد

source: Folder for Message Channel
fa_ir: پوشه برای کانال پیام

source: Folder name
fa_ir: نام پوشه

source: Full path
fa_ir: مسیر کامل

source: Group by this field value
fa_ir: گروه‌بندی بر اساس مقدار این فیلد

source: handle
fa_ir: هندل (شناسه)

source: Handle
fa_ir: هندل

source: Handle Aliases
fa_ir: نام‌های مستعار برای هندل

source: Header message Id
fa_ir: شناسه پیام در هدر

source: iCal UID
fa_ir: شناسه iCal

source: Icon
fa_ir: آیکن

source: Id
fa_ir: شناسه (Id)

source: Ideal Customer Profile: Indicates whether the company is the most suitable and valuable customer for you
fa_ir: پروفایل مشتری ایدئال: نشان می‌دهد که آیا این شرکت مناسب‌ترین و باارزش‌ترین مشتری برای شماست یا خیر

source: If the event is related to a particular object
fa_ir: اگر این رویداد به یک آبجکت خاص مرتبط است

source: Is canceled
fa_ir: لغو شده است

source: Is Contact Auto Creation Enabled
fa_ir: ایجاد خودکار مخاطب فعال است

source: Is Full Day
fa_ir: تمام‌روز است

source: Is Organizer
fa_ir: آیا برگزارکننده است

source: Is Sync Enabled
fa_ir: همگام‌سازی فعال است

source: Job Title
fa_ir: عنوان شغلی

source: Join your team on Twenty
fa_ir: به تیم خود در Twenty بپیوندید

source: Json object to provide context (user, device, workspace, etc.)
fa_ir: یک آبجکت JSON برای ارائه بستر (کاربر، دستگاه، فضای کاری و غیره)

source: Json object to provide output of the workflow run
fa_ir: یک آبجکت JSON حاوی خروجی اجرای گردش‌کار

source: Json object to provide steps
fa_ir: یک آبجکت JSON برای ارائه مراحل

source: Json object to provide trigger
fa_ir: یک آبجکت JSON برای ارائه تریگر

source: Json value for event details
fa_ir: مقدار JSON برای جزئیات رویداد

source: kanbanfieldMetadataId
fa_ir: شناسه متادیتای فیلد کانبان

source: Key
fa_ir: کلید

source: Language
fa_ir: زبان

source: Last published Version Id
fa_ir: شناسه آخرین نسخه منتشرشده

source: Last sync cursor
fa_ir: آخرین Cursor همگام‌سازی

source: Last sync date
fa_ir: تاریخ آخرین همگام‌سازی

source: Last sync history ID
fa_ir: شناسه آخرین تاریخچه همگام‌سازی

source: Last time the record was changed
fa_ir: آخرین باری که رکورد تغییر کرد

source: Last update
fa_ir: آخرین به‌روزرسانی

source: Linked Object Metadata Id
fa_ir: شناسه متادیتای آبجکت لینک‌شده

source: Linked Opportunities
fa_ir: فرصت‌های لینک‌شده

source: Linked Record cached name
fa_ir: نام کش‌شده رکورد لینک‌شده

source: Linked Record id
fa_ir: شناسه رکورد لینک‌شده

source: Linkedin
fa_ir: لینکدین

source: List of opportunities for which that person is the point of contact
fa_ir: فهرست فرصت‌هایی که این فرد نقطه تماس آن‌هاست

source: Location
fa_ir: مکان

source: Logical Operator
fa_ir: عملگر منطقی

source: Logical operator for the filter group
fa_ir: عملگر منطقی برای گروه فیلتر

source: Meet Link
fa_ir: لینک Meet

source: Message
fa_ir: پیام

source: Message Channel
fa_ir: کانال پیام

source: Message Channel Association
fa_ir: ارتباط کانال پیام با پیام

source: Message Channel Id
fa_ir: شناسه کانال پیام

source: Message Channel Message Association
fa_ir: ارتباط پیام با کانال پیام

source: Message Channel Message Associations
fa_ir: ارتباطات پیام با کانال پیام

source: Message Channels
fa_ir: کانال‌های پیام

source: Message Direction
fa_ir: جهت پیام

source: Message External Id
fa_ir: شناسه خارجی پیام

source: Message Folder
fa_ir: پوشه پیام

source: Message Folders
fa_ir: پوشه‌های پیام

source: Message Id
fa_ir: شناسه پیام

source: Message id from the message header
fa_ir: شناسه پیام در هدر پیام

source: Message id from the messaging provider
fa_ir: شناسه پیام از ارائه‌دهنده پیام‌رسان

source: Message Participant
fa_ir: شرکت‌کننده در پیام

source: Message Participants
fa_ir: شرکت‌کنندگان پیام

source: Message Synced with a Message Channel
fa_ir: پیام همگام‌شده با یک کانال پیام

source: Message Thread
fa_ir: رشته پیام

source: Message Thread Id
fa_ir: شناسه رشته پیام

source: Message Threads
fa_ir: رشته‌های پیام

source: Messages
fa_ir: پیام‌ها

source: Messages from the channel.
fa_ir: پیام‌های مربوط به کانال.

source: Messages from the thread.
fa_ir: پیام‌های مربوط به این رشته.

source: Messaging provider access token
fa_ir: توکن دسترسی ارائه‌دهنده پیام‌رسان

source: Messaging provider refresh token
fa_ir: توکن بازنشانی ارائه‌دهنده پیام‌رسان

source: Name
fa_ir: نام

source: Name of the favorite folder
fa_ir: نام پوشه علاقه‌مندی

source: Name of the workflow run
fa_ir: نام اجرای گردش‌کار

source: Note
fa_ir: یادداشت

source: Note attachments
fa_ir: پیوست‌های یادداشت

source: Note body
fa_ir: متن یادداشت

source: Note record position
fa_ir: موقعیت رکورد یادداشت

source: Note Target
fa_ir: هدف یادداشت

source: Note targets
fa_ir: اهداف یادداشت

source: Note Targets
fa_ir: اهداف یادداشت

source: Note title
fa_ir: عنوان یادداشت

source: Notes
fa_ir: یادداشت‌ها

source: Notes tied to the {label}
fa_ir: یادداشت‌های مربوط به {label}

source: Notes tied to the company
fa_ir: یادداشت‌های مربوط به شرکت

source: Notes tied to the contact
fa_ir: یادداشت‌های مربوط به مخاطب

source: Notes tied to the opportunity
fa_ir: یادداشت‌های مربوط به فرصت

source: NoteTarget company
fa_ir: شرکت مرتبط با هدف یادداشت

source: NoteTarget note
fa_ir: یادداشت مرتبط با هدف یادداشت

source: NoteTarget opportunity
fa_ir: فرصت مرتبط با هدف یادداشت

source: NoteTarget person
fa_ir: فرد مرتبط با هدف یادداشت

source: Number of employees in the company
fa_ir: تعداد کارمندان در شرکت

source: Object {0} not found
fa_ir: آبجکت {0} پیدا نشد

source: Object id
fa_ir: شناسه آبجکت

source: Object metadata id
fa_ir: شناسه متادیتای آبجکت

source: Object Metadata Id
fa_ir: شناسه متادیتای آبجکت

source: Object name
fa_ir: نام آبجکت

source: Open Record In
fa_ir: باز کردن رکورد در

source: Operand
fa_ir: عملوند

source: Operation
fa_ir: عملیات

source: Operations
fa_ir: عملیات‌ها

source: Opportunities
fa_ir: فرصت‌ها

source: Opportunities linked to the company.
fa_ir: فرصت‌های مرتبط با شرکت

source: Opportunity
fa_ir: فرصت

source: Opportunity amount
fa_ir: مبلغ فرصت

source: Opportunity close date
fa_ir: تاریخ بسته شدن فرصت

source: Opportunity company
fa_ir: شرکت مرتبط با فرصت

source: Opportunity point of contact
fa_ir: نقطه تماس فرصت

source: Opportunity probability
fa_ir: احتمال موفقیت فرصت

source: Opportunity record position
fa_ir: موقعیت رکورد فرصت

source: Opportunity stage
fa_ir: مرحله فرصت

source: Optional aggregate operation
fa_ir: عملیات تجمیع اختیاری

source: Optional secret used to compute the HMAC signature for webhook payloads. This secret is shared between Twenty and the webhook consumer to authenticate webhook requests.
fa_ir: کلید محرمانه اختیاری برای محاسبه امضای HMAC در بار وبهوک. این کلید بین Twenty و مصرف‌کننده وبهوک جهت احراز صحت درخواست‌ها به اشتراک گذاشته می‌شود.

source: Output
fa_ir: خروجی

source: Parent View Filter Group
fa_ir: گروه فیلتر والد

source: Parent View Filter Group Id
fa_ir: شناسه گروه فیلتر والد

source: People
fa_ir: افراد

source: People linked to the company.
fa_ir: افراد مرتبط با شرکت

source: Person
fa_ir: فرد

source: Person record Position
fa_ir: موقعیت رکورد فرد

source: Phone
fa_ir: تلفن

source: Phones
fa_ir: تلفن‌ها

source: Point of Contact
fa_ir: نقطه تماس

source: Position
fa_ir: موقعیت

source: Position in the parent view filter group
fa_ir: موقعیت در گروه فیلتر والد

source: Position in the view filter group
fa_ir: موقعیت در گروه فیلتر نما

source: Position in view filter group
fa_ir: موقعیت در گروه فیلتر نما

source: Preferred color scheme
fa_ir: طرح رنگ ترجیحی

source: Preferred language
fa_ir: زبان ترجیحی

source: Probability
fa_ir: احتمال موفقیت

source: provider
fa_ir: ارائه‌دهنده

source: Received At
fa_ir: دریافت در تاریخ

source: Record id
fa_ir: شناسه رکورد

source: Recurring Event ID
fa_ir: شناسه رویداد تکرارشونده

source: Refresh Token
fa_ir: توکن بازنشانی

source: Related user email address
fa_ir: ایمیل کاربر مرتبط

source: Relations
fa_ir: ارتباطات

source: Response Status
fa_ir: وضعیت پاسخ

source: Revocation date
fa_ir: تاریخ لغو

source: Role
fa_ir: نقش

source: Runs
fa_ir: اجراها

source: Scopes
fa_ir: حوزه‌ها (Scopes)

source: Search vector
fa_ir: وکتور جستجو

source: Secret
fa_ir: کلید محرمانه

source: Size
fa_ir: اندازه

source: Stage
fa_ir: مرحله

source: Start Date
fa_ir: تاریخ شروع

source: Status
fa_ir: وضعیت

source: Statuses
fa_ir: وضعیت‌ها

source: Subject
fa_ir: موضوع

source: Sync Cursor
fa_ir: Cursor همگام‌سازی

source: Sync Cursor. Used for syncing events from the calendar provider
fa_ir: Cursor همگام‌سازی؛ برای همگام‌سازی رویدادها از ارائه‌دهنده تقویم استفاده می‌شود

source: Sync stage
fa_ir: مرحله همگام‌سازی

source: Sync stage started at
fa_ir: شروع مرحله همگام‌سازی در تاریخ

source: Sync status
fa_ir: وضعیت همگام‌سازی

source: Table "{tableName}" not found
fa_ir: جدول "{tableName}" پیدا نشد

source: Target Url
fa_ir: آدرس هدف (URL)

source: Task
fa_ir: وظیفه

source: Task assignee
fa_ir: شخص گیرنده وظیفه

source: Task attachments
fa_ir: پیوست‌های وظیفه

source: Task body
fa_ir: متن وظیفه

source: Task due date
fa_ir: تاریخ سررسید وظیفه

source: Task record position
fa_ir: موقعیت رکورد وظیفه

source: Task status
fa_ir: وضعیت وظیفه

source: Task Target
fa_ir: هدف وظیفه

source: Task targets
fa_ir: اهداف وظیفه

source: Task Targets
fa_ir: اهداف وظیفه

source: Task title
fa_ir: عنوان وظیفه

source: Tasks
fa_ir: وظایف

source: Tasks assigned to the workspace member
fa_ir: وظایفی که به این عضو فضای کاری تخصیص داده شده‌اند

source: Tasks tied to the {label}
fa_ir: وظایف مربوط به {label}

source: Tasks tied to the company
fa_ir: وظایف مربوط به این شرکت

source: Tasks tied to the contact
fa_ir: وظایف مربوط به این مخاطب

source: Tasks tied to the opportunity
fa_ir: وظایف مربوط به این فرصت

source: TaskTarget company
fa_ir: شرکت مرتبط با هدف وظیفه

source: TaskTarget opportunity
fa_ir: فرصت مرتبط با هدف وظیفه

source: TaskTarget person
fa_ir: فرد مرتبط با هدف وظیفه

source: TaskTarget task
fa_ir: وظیفه مرتبط با هدف وظیفه

source: Text
fa_ir: متن

source: The account handle (email, username, phone number, etc.)
fa_ir: هندل حساب (ایمیل، نام کاربری، شماره تلفن و غیره)

source: The account provider
fa_ir: ارائه‌دهنده حساب

source: The company Linkedin account
fa_ir: حساب لینکدین شرکت

source: The company name
fa_ir: نام شرکت

source: The company Twitter/X account
fa_ir: حساب توییتر/X شرکت

source: The company website URL. We use this url to fetch the company icon
fa_ir: آدرس وبسایت شرکت. از این آدرس برای دریافت آیکن شرکت استفاده می‌کنیم

source: The creator of the record
fa_ir: سازنده رکورد

source: The current statuses of the workflow versions
fa_ir: وضعیت‌های فعلی نسخه‌های گردش‌کار

source: The date the message was received
fa_ir: تاریخ دریافت پیام

source: The executor of the workflow
fa_ir: اجراکننده گردش‌کار

source: The folder this favorite belongs to
fa_ir: پوشه‌ای که این علاقه‌مندی در آن قرار دارد

source: The opportunity name
fa_ir: نام فرصت

source: The workflow event listener name
fa_ir: نام شنونده رویداد در گردش‌کار

source: The workflow last published version id
fa_ir: شناسه آخرین نسخه منتشرشده گردش‌کار

source: The workflow name
fa_ir: نام گردش‌کار

source: The workflow version name
fa_ir: نام نسخه گردش‌کار

source: The workflow version status
fa_ir: وضعیت نسخه گردش‌کار

source: Thread External Id
fa_ir: شناسه خارجی رشته پیام

source: Thread id from the messaging provider
fa_ir: شناسه رشته پیام از ارائه‌دهنده پیام‌رسان

source: Throttle Failure Count
fa_ir: تعداد شکست‌های Throttle

source: Time format
fa_ir: فرمت زمان

source: Time zone
fa_ir: منطقه زمانی

source: Timeline Activities
fa_ir: فعالیت‌های تایم‌لاین

source: Timeline Activities linked to the company
fa_ir: فعالیت‌های تایم‌لاین مرتبط با شرکت

source: Timeline Activities linked to the note.
fa_ir: فعالیت‌های تایم‌لاین مرتبط با یادداشت

source: Timeline Activities linked to the opportunity.
fa_ir: فعالیت‌های تایم‌لاین مرتبط با فرصت

source: Timeline activities linked to the run
fa_ir: فعالیت‌های تایم‌لاین مرتبط با اجرای گردش‌کار

source: Timeline Activities linked to the task.
fa_ir: فعالیت‌های تایم‌لاین مرتبط با وظیفه

source: Timeline activities linked to the version
fa_ir: فعالیت‌های تایم‌لاین مرتبط با این نسخه

source: Timeline activities linked to the workflow
fa_ir: فعالیت‌های تایم‌لاین مرتبط با این گردش‌کار
