Repository: hamedniroomand/twenty
Catalog: packages/twenty-server/src/engine/core-modules/i18n/locales/*.po
Languages: fa_ir

source: Timeline Activities tied to the {label}
fa_ir: فعالیت‌های تایم‌لاین مربوط به {label}

source: Timeline Activity
fa_ir: فعالیت تایم‌لاین

source: Title
fa_ir: عنوان

source: Type
fa_ir: نوع

source: Update DateTime
fa_ir: تاریخ‌زمان به‌روزرسانی

source: User Email
fa_ir: ایمیل کاربر

source: User Id
fa_ir: شناسه کاربر

source: User time zone
fa_ir: منطقه زمانی کاربر

source: User's preferred date format
fa_ir: فرمت تاریخ ترجیحی کاربر

source: User's preferred time format
fa_ir: فرمت زمان ترجیحی کاربر

source: Value
fa_ir: مقدار

source: Version status
fa_ir: وضعیت نسخه

source: Version steps
fa_ir: مراحل نسخه

source: Version trigger
fa_ir: تریگر نسخه

source: Versions
fa_ir: نسخه‌ها

source: View
fa_ir: نما

source: View Field
fa_ir: فیلد نما

source: View Field position
fa_ir: موقعیت فیلد نما

source: View Field related view
fa_ir: نمای مرتبط با فیلد نما

source: View Field size
fa_ir: اندازه فیلد نما

source: View Field target field
fa_ir: فیلد هدف فیلد نما

source: View Field visibility
fa_ir: قابلیت مشاهده فیلد نما

source: View Fields
fa_ir: فیلدهای نما

source: View Filter
fa_ir: فیلتر نما

source: View Filter Display Value
fa_ir: مقدار قابل نمایش فیلتر نما

source: View Filter Group
fa_ir: گروه فیلتر نما

source: View Filter Group Id
fa_ir: شناسه گروه فیلتر نما

source: View Filter Groups
fa_ir: گروه‌های فیلتر نما

source: View Filter operand
fa_ir: عملوند فیلتر نما

source: View Filter related view
fa_ir: نمای مرتبط با فیلتر نما

source: View Filter target field
fa_ir: فیلد هدف فیلتر نما

source: View Filter value
fa_ir: مقدار فیلتر نما

source: View Filters
fa_ir: فیلترهای نما

source: View Group
fa_ir: گروه نما

source: View Group related view
fa_ir: نمای مرتبط با گروه نما

source: View Group target field
fa_ir: فیلد هدف گروه نما

source: View Group visibility
fa_ir: قابلیت مشاهده گروه نما

source: View Groups
fa_ir: گروه‌های نما

source: View icon
fa_ir: آیکن نما

source: View Kanban column field
fa_ir: فیلد ستون کانبان نما

source: View key
fa_ir: کلید نما

source: View name
fa_ir: نام نما

source: View position
fa_ir: موقعیت نما

source: View Sort
fa_ir: مرتب‌سازی نما

source: View Sort direction
fa_ir: جهت مرتب‌سازی نما

source: View Sort related view
fa_ir: نمای مرتبط با مرتب‌سازی نما

source: View Sort target field
fa_ir: فیلد هدف مرتب‌سازی نما

source: View Sorts
fa_ir: مرتب‌سازی‌های نما

source: View target object
fa_ir: آبجکت هدف نما

source: View type
fa_ir: نوع نما

source: Views
fa_ir: نماها

source: Visibility
fa_ir: قابلیت مشاهده

source: Visible
fa_ir: قابل مشاهده

source: Webhook
fa_ir: وبهوک

source: Webhook operation
fa_ir: عملیات وبهوک

source: Webhook operations
fa_ir: عملیات وبهوک

source: Webhook target url
fa_ir: آدرس هدف وبهوک

source: Webhooks
fa_ir: وبهوک‌ها

source: Welcome to Twenty: Please Confirm Your Email
fa_ir: به Twenty خوش آمدید: لطفاً ایمیل خود را تأیید کنید

source: Workflow
fa_ir: گردش‌کار

source: Workflow event listeners linked to the workflow.
fa_ir: شنونده‌های رویداد مرتبط با این گردش‌کار

source: Workflow linked to the run.
fa_ir: گردش‌کار مرتبط با این اجرا

source: Workflow record position
fa_ir: موقعیت رکورد گردش‌کار

source: Workflow Run
fa_ir: اجرای گردش‌کار

source: Workflow run ended at
fa_ir: زمان پایان اجرای گردش‌کار

source: Workflow run position
fa_ir: موقعیت اجرای گردش‌کار

source: Workflow run started at
fa_ir: زمان شروع اجرای گردش‌کار

source: Workflow run status
fa_ir: وضعیت اجرای گردش‌کار

source: Workflow Runs
fa_ir: اجراهای گردش‌کار

source: Workflow runs linked to the version.
fa_ir: اجرای گردش‌کار مرتبط با این نسخه

source: Workflow runs linked to the workflow.
fa_ir: اجرای گردش‌کار مرتبط با این گردش‌کار

source: Workflow version
fa_ir: نسخه گردش‌کار

source: Workflow Version
fa_ir: نسخه گردش‌کار

source: Workflow version linked to the run.
fa_ir: نسخه گردش‌کار مرتبط با این اجرا

source: Workflow version position
fa_ir: موقعیت نسخه گردش‌کار

source: Workflow Versions
fa_ir: نسخه‌های گردش‌کار

source: Workflow versions linked to the workflow.
fa_ir: نسخه‌های گردش‌کار مرتبط با این گردش‌کار

source: WorkflowEventListener
fa_ir: شنونده رویداد گردش‌کار

source: WorkflowEventListener workflow
fa_ir: گردش‌کار شنونده رویداد گردش‌کار

source: WorkflowEventListeners
fa_ir: شنونده‌های رویداد گردش‌کار

source: Workflows
fa_ir: گردش‌کارها

source: WorkflowVersion
fa_ir: نسخه گردش‌کار

source: WorkflowVersion workflow
fa_ir: گردش‌کارِ نسخه گردش‌کار

source: Workspace member
fa_ir: عضو فضای کاری

source: Workspace Member
fa_ir: عضو فضای کاری

source: Workspace member avatar
fa_ir: آواتار عضو فضای کاری

source: Workspace member name
fa_ir: نام عضو فضای کاری

source: Workspace member position
fa_ir: موقعیت عضو فضای کاری

source: Workspace Members
fa_ir: اعضای فضای کاری

source: WorkspaceMember
fa_ir: عضو فضای کاری

source: Your Password Has Been Successfully Changed
fa_ir: گذرواژه شما با موفقیت تغییر کرد

source: Your team member responsible for managing the company account
fa_ir: هم‌تیمی شما که مسئول مدیریت حساب شرکت است
